Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: Permission denied
cy_gb: Gwadwyd caniatâd
es_cr: No está autorizado para realizar esta acción.
fr: Permission non accordée

source: You must be in the member of a particular group in order to view that page. Please contact the administrators of the site if you feel that you should have access to this page.
cy_gb: Rhaid ichi fod yn aelod o grŵp penodol er mwyn gweld y dudalen honno. Cysylltwch â gweinyddwyr y safle os ydych yn teimlo y dylech gael mynediad i'r dudalen hon.
es_cr: Debe ser el administrador de un grupo particular para poder acceder a la página. Por favor contacte a los administradores del sitio si siente que debe tener acceso a esta página.
fr: Vous devez être membre d'un groupe particulier pour voir cette page. S'il vous plaît, contactez l'administrateur du site si vous pensez devoir avoir à cette page.

source: Posts needing most attention
cy_gb: Etholaethau sydd angen sylw
es_cr: Cargos necesitando más atención
fr: Postes demandant le plus d'attention

source: Post Name
cy_gb: Enw etholaeth
es_cr: Nombre del cargo
fr: Nom du poste

source: Number of Candidates
cy_gb: Nifer yr ymgeiswyr
es_cr: Número de candidatos
fr: Nombre de candidats

source: Number of known %(election_name)s candidates per post
cy_gb: Nifer o ymgeiswyr %(election_name)s sy'n hysbys inni fesul etholaeth
es_cr: Número de candidatos a %(election_name)s por cargo.
fr: Nombre de candidats connus à %(election_name)s par poste

source: Number of known %(election_name)s candidates per party
cy_gb: Nifer o ymgeiswyr %(election_name)s sy'n hysbys inni fesul plaid
es_cr: Número de candidatos a %(election_name)s por partido.
fr: Nombre de candidats connus à %(election_name)s par parti

source: Party Name
cy_gb: Enw plaid
es_cr: Nombre del partido
fr: Nom du parti

source: Reports
cy_gb: Adroddiadau
es_cr: Reportes
fr: Rapports

source: Which posts have fewest candidates so far?
cy_gb: Pa etholaethau sydd gyda'r nifer lleiaf o ymgeiswyr hyd yma?
es_cr: ¿Cuales cargos tienen menos candidatos?
fr: Quels postes ont le moins de candidats jusque là?

source: You can see a list of all the posts in current elections <a href="%(url)s">ordered starting with those with the fewest candidates</a>.
es_cr: Puede ver una lista de todos los cargos a elegir, <a href="%(url)s">empezando por aquellos con menos candidatos</a>.
fr: Vous pouvez voir une liste de tous les postes pour l'élection actuelle <a href="%(url)s"> ordonnée, commençant par ceux ayant le moins de candidats</a>.

source: Current Elections
cy_gb: Etholiadau presennol
es_cr: Elecciones actuales
fr: Élections actuelles

source: Past Elections
cy_gb: Etholiadau yn y gorffennol
es_cr: Elecciones anteriores
fr: Élections passées

source: Statistics for the %(election_name)s
cy_gb: Ystadegau ar gyfer %(election_name)s
es_cr: Estadísticas para %(election_name)s
fr: Statistiques de %(election_name)s

source: Total candidates:
cy_gb: Cyfanswm ymgeiswyr:
es_cr: Cantidad de candidatos:
fr: Total des candidats

source: Candidates per post
cy_gb: Ymgeiswyr fesul etholaeth
es_cr: Candidatos por cargo
fr: Candidats par postes

source: Candidates per party
cy_gb: Ymgeiswyr fesul plaid
es_cr: Candidatos por partido
fr: Candidats par parti

source: Statistics compared to the %(prior_election_name)s
cy_gb: Ystadegau o'u cymharu gyda %(prior_election_name)s
es_cr: Estadísticas comparadas con %(prior_election_name)s
fr: Statistiques comparées à %(prior_election_name)s

source: Total candidates in %(prior_election_name)s:
cy_gb: Nifer o ymgeiswyr yn %(prior_election_name)s:
es_cr: Cantidad de candidatos para %(prior_election_name)s
fr: Total des candidats à %(prior_election_name)s:

source: Percentage (%(election_name)s / %(prior_election_name)s):
cy_gb: Canran (%(election_name)s / %(prior_election_name)s):
es_cr: Porcentaje (%(election_name)s / %(prior_election_name)s):
fr: Pourcentage (%(election_name)s / %(prior_election_name)s):

source: New candidates compared to the %(prior_election_name)s:
cy_gb: Ymgeiswyr newydd wrth gymharu gyda %(prior_election_name)s:
es_cr: Candidatos nuevos comparado con %(prior_election_name)s:
fr: Nouveaux candidats comparés à %(prior_election_name)s:

source: Candidates standing again from the %(prior_election_name)s:
cy_gb: Ymgeiswyr sy'n sefyll eto ers %(prior_election_name)s:
es_cr: Candidatos que también se presentaron en %(prior_election_name)s:
fr: Candidats à %(prior_election_name)s briguant à nouveau :

source: Candidates standing again from the %(prior_election_name)s for the same party:
cy_gb: Ymgeiswyr sy'n sefyll eto ers %(prior_election_name)s: ar gyfer yr un blaid:
es_cr: Candidatos que también se presentaron en %(prior_election_name)s por el mismo partido:
fr: Candidats à %(prior_election_name)s briguant à nouveau pour le même parti:

source: Candidates standing again from the %(prior_election_name)s for a different party:
cy_gb: Ymgeiswyr sy'n sefyll eto ers %(prior_election_name)s ar gyfer plaid wahanol:
es_cr: Candidatos que se habían presentado en %(prior_election_name)s por un partido diferente:
fr: Candidats à %(prior_election_name)s briguant pour un parti différent :

source: No election data found.
cy_gb: Nid oes unrhyw ddata etholiad ar gael.
es_cr: No hay datos electorales.
fr: Aucune donnée d'élection trouvée

source: is known to be standing for the party '{party}' in the {election}
cy_gb: sy'n hysbys fel un sy'n sefyll dros y blaid '{party}' yn {election}
es_cr: Se sabe que se presenta por el partido '{party}' en las elecciones para {election}
fr: est connu pour être un(e) candidat(e) du parti '{party}' aux {election}

source: was known to be standing for the party '{party}' in the {election}
cy_gb: oedd yn hysbys fel un a oedd yn sefyll dros y blaid '{party}' yn {election}
es_cr: Supimos que se presentó por el partido '{party}' en las elecciones a {election}
fr: était connu pour être un candidat du parti '{party}' aux {election}

source: is known to be standing for the party with ID {party} in the {election}
cy_gb: sy'n hysbys fel un sy'n sefyll dros y blaid gyda'r cyfeirnod '{party}' yn {election}
es_cr: Se sabe que se presenta por el partido con identificación {party} en las elecicones para {election}
fr: est connu pour être un candidat du parti avec l'ID {party} aux {election}

source: was known to be standing for the party with ID {party} in the {election}
cy_gb: oedd yn hysbys fel un a oedd yn sefyll dros y blaid gyda'r cyfeirnod '{party}' yn {election}
es_cr: Supimos que se presentó por el partido con identificación {party} en las {election}
fr: était connu pour être un candidat du parti avec l'ID {party} aux {election}

source: Unexpected leaf {0} (attribute: {1}, election: {2}
cy_gb: 'Deilen' annisgwyl {0} (attribute: {1}, election: {2}
es_cr: Hoja inesperada {0} (atributo: {1}, elección: {2}
fr: feuille inattendue {0} (attribut: {1}, élection: {2}

source: is known to be standing for the party "{party}" in the {election}
cy_gb: sy'n hysbys fel un sy'n sefyll dros y blaid "{party}" yn {election}
es_cr: Se sabe que se presenta por el partido '{party}' en las elecciones a {election}
fr: est connu pour être un candidat du parti "{party}" aux {election}

source: was known to be standing for the party "{party}" in the {election}
cy_gb: - oedd yn hysbys i sefyll dros blaid "{party}" yn {election}
es_cr: Supimos que se presentó por el partidoo '{party}' en las elecciones a {election}
fr: était connu pour être le candidat du parti "{party}" aux {election}

source: is known not to be standing in the {election}
cy_gb: - gwyddys nad yw'n sefyll yn {election}
es_cr: Se sabe que no se presenta en las elecciones a {election}
fr: est connu pour ne pas être un candidat aux {election}

source: was known not to be standing in the {election}
cy_gb: - gwyddys nad oedd yn sefyll yn {election}
es_cr: Supimos que no se presentó en las elecciones a {election}
fr: était connu pour ne pas être candidat aux {election}

source: is known to be standing for the post with ID {post_id} in the {election}
es_cr: Sebemos que se presenta para el cargo con identificación {post_id} en la {election}
fr: Est candidat pour le poste avec l'ID {post_id} aux {election}

source: was known to be standing for the post with ID {post_id} in the {election}
es_cr: Sabíamos que se presenta para el cargo con identificación {post_id} en la {election}
fr: Était candidat au poste avec l'ID {post_id} aux {election}

source: is known to be standing in the constituency with MapIt URL {mapit_url} in the {election}
es_cr: Sabemos que se presenta en la circunscripción con MapIt URL {mapit_url} en la {election}
fr: Est candidat dans la circonscription avec l'URL MapIt {mapit_url} aux {election}

source: was known to be standing in the constituency with MapIt URL {mapit_url} in the {election}
es_cr: Sabemos que se presentó en la circunscripción con MapIt URL {mapit_url} en la {election}
fr: Était candidat dans la circonscription avec l'URL MapIt {mapit_url} aux {election}

source: is known to be standing in {party} in the {election}
cy_gb: sy'n hysbys fel un sy'n sefyll yn {party} yn {election}
es_cr: Sabemos que se presenta en {party} en la {election}
fr: est connu pour être candidat dans {party} aux {election}

source: was known to be standing in {party} in the {election}
cy_gb: oedd yn hysbys fel un oedd yn sefyll dros y blaid {party} yn {election}
es_cr: Sabemos que se presentó en el {party} en la {election}
fr: était connu pour être candidat dans {party} aux {election}

source: was elected in the {election}
cy_gb: - etholwyd yn {election}
es_cr: Fue elegido en la {election}
fr: a été élu aux {election}

source: was not elected in the {election}
cy_gb: - ni etholwyd yn {election}
es_cr: No fue elegido en la {election}
fr: n'a pas été élu aux {election}

source: is at position {list_position} in their party list in the {election}
es_cr: Está en la posición {list_position} en la lista de su partido para la {election}
fr: occupe la position {list_position} sur la liste de leur parti aux {election}

source: has no position in their party list in the {election}
es_cr: No tiene posición en la lista del partido en la {election}
fr: n'a aucune position sur la liste de leur parti aux {election}

source: and
cy_gb: a/ac
es_cr: y
fr: et

source: {site_name} recent changes
es_cr: {site_name} cambios recientes
fr: changements récents sur {site_name}

source: Changes to {site_name} candidates
es_cr: Cambios a los candidatos en {site_name}
fr: Changements sur les candidats de {site_name}

source: Updated at {0}
cy_gb: Diweddarwyd ar {0}
es_cr: Actualizado a las {0}
fr: Mise à jour à {0}

source: Enter your address or town
cy_gb: Rhowch eich cyfeiriad neu dref
es_cr: Ingresá tu cantón
fr: Entrez votre adresse ou ville

source: Person ID
es_cr: ID de Persona
fr: ID de personne

source: Post ID
cy_gb: Cyfeirnod (ID) Etholaeth
es_cr: ID de Cargo
fr: ID de poste

source: Source of information that they're standing ({0})
cy_gb: Ffynhonnell y wybodaeth eu bod yn sefyll ({0})
es_cr: Fuente de la información de que se presentan ({0})
fr: Source de l'information qu'ils sont candidats ({0})

source: Information source for this change ({0})
cy_gb: Ffynhonnell wybodaeth ar gyfer y newid hwn ({0})
es_cr: Fuente de información para este cambio ({0})
fr: Source de l'information pour ce changement ({0})

source: Don’t Know
cy_gb: Dim yn gwybod
es_cr: No sé
fr: Ne sais pas

source: Yes
cy_gb: Ie / Oes / Ydy
es_cr: Si
fr: Oui

source: No
cy_gb: Na
fr: Non

source: Title / pre-nominal honorific (e.g. Dr, Sir, etc.)
cy_gb: Teitl / swyddogaeth (e.e. Dr, Syr, ac ati.)
es_cr: Título u honorifico (ej: Dr, Sr, etc.)
fr: Titre / pré-nominal honorifique (e.g. Dr, Sir, etc.)

source: Full name
cy_gb: Enw llawn
es_cr: Nombre completo
fr: Nom complet

source: Post-nominal letters (e.g. CBE, DSO, etc.)
cy_gb: Llythyrau ôl-enwol (e.e. CBE, DSO, ac ati.)
es_cr: Letras después del nombre (ejemplo: CBE, DSO, etc)
fr: Lettres post-nominales (e.g. CBS, DSA, etc.)

source: Gender (e.g. “male”, “female”)
cy_gb: Rhyw (e.e. "gwryw", "benyw")
es_cr: Género (masculino, femenino, etc..)
fr: Genre (e.g. "homme", "femme")

source: Date of birth (as YYYY-MM-DD or YYYY)
cy_gb: Dyddiad geni (fel BBBB-MM-DD neu BBBB)
fr: Date de naissance ( YYYY-MM-DD or YYYY)

source: Wikipedia URL
cy_gb: Gwegyfeiriad Wicipedia
es_cr: Página de Wikipedia (URL)
fr: URL Wikipedia

source: Homepage URL
cy_gb: Gwegyfeiriad yr Hafan
es_cr: Sitio web (URL)
fr: URL page personnelle

source: Twitter username (e.g. “democlub”)
cy_gb: Enw defnyddiwr (e.e. “democlub”)
fr: Nom d'utilisateur twitter (e.g. "democlud")

source: Facebook profile URL
cy_gb: Gwegyfeiriad proffil Facebook
fr: URL du profil Facebook

source: Facebook page (e.g. for their campaign)
cy_gb: Tudalen Facebook (e.e. ar gyfer eu hymgyrch)
es_cr: Página de Facebook (de la campaña, por ejemplo)
fr: Page Facebook (e.g. pour la campagne)

source: LinkedIn URL
cy_gb: Gwegyfeiriad LinkedIn
es_cr: Perfil de LinkedIn (URL)
fr: URL LinkedIn

source: The party’s candidate page for this person
cy_gb: Tudalen ymgeisydd y blaid ar gyfer person hwn
fr: La page de candidat du parti pour cette personne

source: CV or Résumé
fr: CV

source: Program
fr: Programme

source: The Twitter username must only consist of alphanumeric characters or underscore
cy_gb: Rhaid i'r enw defnyddiwr Twitter cynnwys llythrennau, rhifau a thanlinelliad yn unig
es_cr: El usuario de twitter sólo debe contener caracteres alfanuméricos o guión abajo
fr: Le nom d'utilisateur Twitter doit contenir seulement des caractères alphanumériques ou des underscore

source: If you mark the candidate as standing in the {election}, you must select a post
cy_gb: Wrth nodi bod yr ymgeisydd yn sefyll yn {election}, rhaid i chi ddewis etholaeth
es_cr: Si indicás que el candidato se presenta a {election}, debes seleccionar un cargo
fr: Si vous marquez le candidat comme participant aux {election}, vous devez sélectionner un poste

source: An unknown post ID '{post_id}' was specified
cy_gb: Nodwyd cyfeirnod etholaeth '{post_id}' sy'n anhysbys i ni
es_cr: Identificador de cargo (post ID {post_id}) desconocido
fr: Un ID de post inconnu '{post_id}' a été spécifié

source: Could not find parties for the post with ID '{post_id}' in the {election}
cy_gb: Methu canfod pleidiau am yr etholaeth gyda'r cyfeirnod '{post_id}' yn {election}
es_cr: No encontramos partidos presentandose para el cargo con ID '{post_id}' en la {election}
fr: Impossible de trouver des partis pour le poste avec l'ID '{post_id}' aux {election}

source: You must specify a party for the {election}
cy_gb: Rhaid i chi nodi plaid ar gyfer {election}
es_cr: debe especificar un partido para la {election}
fr: Vous devez spécifier un parti pour {election}

source: Unknown election: '{election}'
cy_gb: Nid ydym yn adnabod yr etholiad: '{election}'
fr: Élection inconnue: '{election}'

source: Standing in %s
cy_gb: Sefyll yn %s
es_cr: Se presenta en %s
fr: Candidats à %s

source: Post in the {election}
cy_gb: Etholaeth yn {election}
es_cr: Cargo en la elección {election}
fr: Poste aux {election}

source: Party in {election} ({party_set_name})
cy_gb: Plaid yn {election} ({party_set_name})
es_cr: Partido en {election} ({party_set_name})
fr: Parti aux {election} ({party_set_name})

source: Source of information ({0})
cy_gb: Ffynhonnell o wybodaeth ({0})
es_cr: Fuente de información ({0})
fr: Source d'information ({0})

source: You must indicate how you know about this candidate
cy_gb: Rhaid i chi nodi sut y gwyddoch chi am ymgeisydd hwn
es_cr: Debe indicar cómo se enteró de este candidato
fr: Vous devez indiquez comment vous savez à propos de ce candidat

source: How you know about this candidate
cy_gb: Sut y gwyddoch chi am ymgeisydd hwn
es_cr: Cómo se enteró de este candidato
fr: Comment savez-vous à propos de ce candidat

source: Constituency in %s
cy_gb: Etholaeth yn %s
es_cr: Circunscripción en %s
fr: cisconscription électorale dans %s

source: Position in party list ('1' for first, '2' for second, etc.)
es_cr: Posición en lista de partido ('1' si es primero, '2' si es segundo, etc.)
fr: Position sur la liste du parti ('1' pour le premier, '2' pour le second, etc.)

source: Source of information for this change ({0})
cy_gb: Ffynhonnell wybodaeth ar gyfer y newid hwn ({0})
es_cr: Fuente de información para este cambio ({0})
fr: Source d'information pour ce changement ({0})

source: You can only edit data on {site_name} if you agree to this copyright assignment.
es_cr: Solo puede editar datos en {site_name} si está de acuerdo con los términos de derechos de autor
fr: Vous pouvez seulement modifier les données sur {site_name} si vous êtes d'accord avec cette cession de droit d'auteur.

source: {0} was not a known post ID
cy_gb: Nid oedd {0} yn gyfeirnod (ID) etholaeth sy'n hysbys i ni
fr: {0} n'était pas un ID de poste connu

source: Source of information that they won
cy_gb: Ffynhonnell o wybodaeth eu bod nhw wedi ennill
es_cr: Fuente de información de que ganaron
fr: Source d'information qu'ils ont gagné

source: {post_role} for {area_name}
cy_gb: {post_role} ar gyfer {area_name}
es_cr: {post_role} para {area_name}
fr: {post_role} pour {area_name}

source: As a precaution, an update was blocked:
es_cr: Como precaución, una actualización fue bloqueada:
fr: Par précaution, une modification a été bloquée:

source: If this update is appropriate, someone should apply it manually.
es_cr: Si esta actualización es apropiada, alguien debería aplicarla manualmente.
fr: Si cette mise à jour est appropriée, quelqu'un doit l'appliquer manuellement.

source: Disallowed {site_name} update for checking
es_cr: Deshabilitada actualización de {site_name} para chaqueo
fr: Mise à jour de {site_name} refusé pour vérification

source: Failed to find a location for '{0}'
cy_gb: Wedi methu dod o hyd i leoliad ar gyfer '{0}'
es_cr: Disculpas, no se pudo encontrar la ubicación para '{0}'
fr: Impossible de trouver un emplacement pour '{0}'

source: The area lookup returned an error: '{error}'
cy_gb: Dychwelodd yr archwiliad am ardal y gwall: '{error}''
es_cr: Disculpas, la búsqueda de ubicación dió un error: '{error}'
fr: La recherche de la zone a retournée une erreur : '{error}'

source: The address '{0}' appears to be outside the area this site knows about
cy_gb: Ymddengys bod y cyfeiriad '{0}' tu allan i'r filltir sgwâr mae'r safle hwn yn adnabod
es_cr: Disculpas, la dirección '{0}' parece estar fuera del área que este sitio conoce.
fr: L'adresse '{0}' semble être hors de la zone connue par ce site

source: The candidates for this post are locked now
cy_gb: Nid oes modd newid enwau ymgeiswyr ar gyfer yr etholaeth yma bellach
es_cr: Los candidatos para este puesto ahora están bloqueados
fr: Les candidates pour ce postes sont maintenant vérrouillés

source: Name change from '{0}' to '{1}' by user {2} disallowed
cy_gb: Gwaharddwyd y newid enw gan ddefnyddiwr {2} o '{0}' i '{1}'
es_cr: Cambio de nombre de '{0}' a '{1}' por el usuario {2} fue rechazado.
fr: changement de nom de '{0}' à '{1}' par l'utilisateur {2} rejeté

source: That update isn't allowed because candidates for a locked post would be changed
cy_gb: Ni chaniatawyd y diweddariad, neu bydda yna effaith ar ymgeiswyr ar gyfer tudalen etholaeth derfynol
fr: Cette mise à jour n'est pas autorisée parce que des candidats à un post verrouillé seraient changés

source: given max_id is lower than the previous one ({0} vs {1})
cy_gb: mae'r max_id a rhoddwyd yn is na'r un blaenorol ({0} vs {1})
fr: le max_id donné est plus petit que le précédant ({0} contre {1})

source: Couldn't parse '{0}' as an ApproximateDate
cy_gb: Methu dosrannu (parsio) '{0}' fel ApproximateDate
fr: Ne peut pas analyser '{0}' comme une ApproximateDate

source: Unknown partial ISO 8601 data format: {0}
cy_gb: Methu adnabod rhan or patrwm dyddiad ISO 8601: {0}
fr: Format partiel de données ISO 8601 inconnu: {0}

source: Failed to parse the MapIt URL: {0}
cy_gb: Wedi methu cyfrifo'r gwegyfeiriad MapIt URL: {0}
fr: Analyse de l'URL MapIt echouée: {0}

source: 'PopItPerson' has no attribute '{0}'
cy_gb: 'PopItPerson' - mae '{0}' ar goll
fr: 'PopItPerson' n'a pas d'attribut '{0}'

source: There was no previous version of this person
cy_gb: Nid oedd unrhyw fersiwn blaenorol o'r person hwn
fr: Il n'y avait aucune version précédante de cette personne

source: Can't set_elected of a candidate with no standing_in
cy_gb: Methu set_elected o ymgeisydd heb dim standing_in
fr: Impossible de set_elected d'un candidat avec aucun standing_in

source: No standing_in information for {0}
cy_gb: Dim gwybodaeth standing_in ar gyfer {0}
fr: Aucune information de standing_in pour {0}

source: Found multiple areas for the post ID {post_id}
cy_gb: Mae nifer o ardaloedd ar gyfer cyfeirnod swydd {post_id}
fr: De multiples zones trouvées pour l'ID de poste {post_id}

source: (This list of candidates is currently <strong>locked</strong>.)
cy_gb: (Bellach mae'r rhestr o ymgeiswyr yma <strong> dan glo </strong>.)
es_cr: (Esta lista de candidatos está <strong>cerrada</strong>.)
fr: (Cette liste de candidats est actuellement <strong>verrouillée</strong>.)

source: (This list of candidates is currently <strong>unlocked</strong>.)
cy_gb: (Mae'r rhestr o ymgeiswyr yma <strong> ar gael i'w olygu </strong>.)
es_cr: (Esta lista de candidatos está <strong>abierta</strong>.)
fr: (Cette liste de cancidats est actuellement <strong>Deverouillée</strong>.)

source: This list of candidates is now <strong>locked</strong>; you can still update contact details of candidates, but can't change the people standing in this constituency.
cy_gb: Mae'r restr hon o ymgeiswyr bellach <strong>dan glo</strong>; gellir diwedaru manylion cyswllt ond nid enwau'r ymgeiswyr.
es_cr: Esta lista de candidatos está <strong>cerrada</strong>; aún se puede actualizar información de contacto de los candidatos, pero no se puede cambiar la gente que se presenta en esta circunscripción.
fr: Cette liste de candidats est maintenant <strong>verrouillée</strong>; vous pouvez encore mettre à jour les informations de contact des candidats, mais vous ne pouvez plus changer les personnes candidates pour cette circonscription électorale.

source: Unset the current winner, if incorrect
cy_gb: Dadosod enw'r enillydd presennol, os yw'n anghywir
fr: Enlever le vainqueur actuel si incorrect

source: Known candidates for <a href="%(post_url)s">%(post_label)s</a>
cy_gb: Ymgeiswyr <a href="%(post_url)s">%(post_label)s</a> sy'n hysbys inni
fr: Candidats connus pour <a href="%(post_url)s">%(post_label)s</a>

source: Showing the top candidates.
es_cr: Mostrando los principales candidatos.
fr: Afficher les meilleurs candidats.

source: See all %(count)s members on the party list
es_cr: Ver todos los %(count)s miembros en la lista del partido
fr: Voir tous les %(count)s membres de la liste du parti

source: Winner
cy_gb: Enillydd
es_cr: Ganador
fr: vainqueur

source: Not actually standing?
cy_gb: Falle ddim yn sefyll?
es_cr: ¿No es candidato?
fr: Pas vraiment candidats?

source: Edit
cy_gb: Golygu
es_cr: Modificar
fr: Modifier

source: [Quick update from the constituency page]
cy_gb: [Diweddariad cyflym o'r dudalen etholaeth]
es_cr: [Actualización rápida desde la página de la circunscripción]
fr: [Mise à jour rapide depuis la page de la circonscription électorale]

source: This candidate won!
cy_gb: Enillodd yr ymgeisydd yma!
fr: Ce candidat à gagné

source: <strong>Oh no!</strong> We don’t know of any candidates in %(post_label)s for the %(election_name)s yet.
cy_gb: <strong>Hen dro</strong>, nid ydym yn adnabod unrhyw ymgeiswyr yn %(post_label)s ar gyfer %(election_name)s eto.
es_cr: <strong>¡Epa!</strong> Aún no conocemos a ningún candidato a %(post_label)s para la %(election_name)s.
fr: <strong>Oh non!</strong> Nous ne connaissons pas encore de candidats dans %(post_label)s pour %(election_name)s.
