Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: For complicated reasons relating to database licensing, we have put the data as of the 4th of March 2015 into the public domain by declaring it to be <a href="https://creativecommons.org/publicdomain/zero/1.0/">CC0</a>. This data is available <a href="%(MEDIA_URL)scsv-archives/cc0-snapshot-out-of-date/">here</a> but please be warned that this snapshot will become inaccurate very quickly - please use <a href="%(api_url)s">the up-to-date data</a> instead.
cy_gb: Am resymau yn ymwneud a thrwyddedu'r bas-ddata, rydym wedi trosglwyddo data ers 4 Mawrth 2015 i'r parth cyhoeddus dan drwydded <a href="https://creativecommons.org/publicdomain/zero/1.0/">CC0</a>. Mae'r ddata ar gael <a href="%(MEDIA_URL)scsv-archives/cc0-snapshot-out-of-date/">yma</a> ond cofiwch bydd pethau'n newid yn gyflym. Gwell defnyddio <a href="%(api_url)s">y data diweddaraf</a>.
es_cr: Por razones complejas relacionadas a la licencia de la base de datos, hemos puesto los datos a partir del 4 de Marzo de 2015 al domino público declarando será <a href="https://creativecommons.org/publicdomain/zero/1.0/">CCO</a>. Estos datos están disponibles <a href="%(MEDIA_URL)scsv-archives/cc0-snapshot-out-of-date/"> aquí, pero por favor esté atento que esta imagen puede desactualizarse muy rápidamente - por favor use <a href="%(api_url)s"> los datos actualizados.
fr: Pour des raisons compliquées relatives à la licence de la base de données, nous avons mis le 4 Mars 2015, les données dans le domaine public en les déclarant <a href="https://creativecommons.org/publicdomain/zero/1.0/">CC0</a>. Ces données sont disponible <a href="%(MEDIA_URL)scsv-archives/cc0-snapshot-out-of-date/">ici</a> mais s'il vous plait, sachez que ces données vont vite devenir obsolètes - utilisez <a href="%(api_url)s">les données à jour</a>à la place.

source: When we originally set up %(site_name)s for the 2015 UK general election we didn't get legal advice about the best way to deal with copyright and licensing. It turns out that the way that the user agreement that was worded on the 'About' page had a few problems, and in particular restricted what we could do with the data such that we couldn't license the database to some partners who we thought would make good use of the data but who needed slightly different licensing. The simplest way to ensure that we can make the data as widely available as possible while preventing the hard work of contributors to %(site_name)s being co-opted by companies building closed candidate databases is to ask you to assign the copyright of your contributions to %(copyright_holder)s.
es_cr: Cuando desarrollamos %(site_name)s para las elecciones generales de Reino Unido en el 2015 no recibimos asesoramiento jurídico sobre la mejor manera de cuidar los derechos de autor y licencias. El resultado fue que la forma en que está redactado el acuerdo de usuario en la sección 'Acerca de' tuvo algunos problemas y, en particular limita lo que podemos hacer con los datos de tal manera que no pudimos compartir la base de datos con algunos socios que sabemos darían un uso adecuado a los mismos. La forma más sencilla de garantizar que podamos hacer disponibles los datos tan ampliamente como sea posible y evitando al mismo tiempo que el trabajo duro de los contribuyentes de %(site_name)s sea usado por empresas para construir cerradas bases de datos de candidatos, es pidiéndote asignar el copyright de tus contribuciones en %(copyright_holder)s.
fr: Lorsque nous avons mis en place %(site_name)s pour les élections générales britanniques de 2015 on n'a pas eu un avis juridique sur la meilleure façon de traiter avec le droit d'auteur et des licences. Il se trouve que la façon dont l'accord de l'utilisateur qui a été rédigé sur la page d' 'A propos' avait quelques problèmes, et en particulier limite ce que nous pourrions faire avec les données de telle sorte que nous ne pouvions pas permettre que la base de données soit utilisé par des partenaires qui nous pensions serait faire bon usage des données, mais qui avait besoin de licence légèrement différente. Le plus simple pour nous assurer que nous pouvons rendre les données disponibles le plus largement possible tout en empêchant que le travail acharné des contributeurs %(site_name)s soit coopté par les entreprises qui construisent des bases de données de candidats fermés est de vous demander de céder le droit d'auteur de vos contributions à %(copyright_holder)s.

source: %(site_name)s - %(election_name)s candidates
es_cr: %(site_name)s - Candidatos a %(election_name)s
fr: Candidates à %(site_name)s - %(election_name)s

source: The popit_person_id must be all digits
cy_gb: Rhaid mai dim ond rhifau sydd yn y popit_person_id
fr: Le popit_person_id doit être tout en numérique

source: If you checked 'Other' then you must provide a justification for why we can use it.
cy_gb: Wedi dewis 'Arall' rhaid cyfiawnhau pam mae modd ei ddefnyddio.
es_cr: Si seleccionaste 'otra' entones debes justificar por qué podemos usarla.
fr: Si vous avez coché 'Autre', vous devez fournir une justification sur pourquoi nous pouvons l'utiliser.

source: Approved
cy_gb: Cymeradwywyd
es_cr: Aprobado
fr: Approuvé

source: Rejected
cy_gb: Gwrthodwyd
es_cr: Rechazado
fr: Rejeté

source: Undecided
cy_gb: Heb benderfynu
es_cr: Indeciso
fr: Indécis

source: Ignore
cy_gb: Anwybyddu
es_cr: Ignorar
fr: Ignorer

source: This photograph is free of any copyright restrictions
cy_gb: Does dim rhwystrau hawlfraint ar y llun yma
es_cr: Esta foto está libre de cualquier restricción de copyright
fr: Cette photographie est libre de toute restriction de droit d'auteur

source: I own copyright of this photo and I assign the copyright to Democracy Club Limited in return for it being displayed on this site
es_cr: Soy dueño de los derechos de autor de esta foto y cedo estos derechos de autor a ACCESA a cambio de que se muestre la foto en este sitio
fr: Je suis propriétaire du droit d'auteur de cette photo, et j'assigne le droit d'auteur à Democracy Club Limited afin qu'en retour il puisse être afficher sur ce site

source: This is the candidate's public profile photo from social media (e.g. Twitter, Facebook) or their official campaign page
cy_gb: Daw'r llun hwn o'r ymgeisydd o'u cyfrif cyfryngau cymdeithasol (e.e. Twitter, Facebook) neu dudalen ymgyrch swyddogol
es_cr: Esta es la foto del perfil del candidato en medios sociales (twitter, facebook, etc), o de su sitio oficial de campaña
fr: Cela est photo du profil public du candidat venant des media sociaux (e.g. Twitter, Facebook) ou de sa page de campagne officielle

source: Other
cy_gb: Arall
es_cr: Otra
fr: Autre

source: Image uploaded by {user} of candidate {popit_person_id}
cy_gb: Rhanwyd y llun o {popit_person_id} gan y defnyddiwr {user}
fr: Image téléchargée par {user} du candidat {popit_person_id}

source: <strong>Warning:</strong> there is already %(queued_images)s photo of %(name)s in the queue, waiting to be moderated:
es_cr: <strong>Advertencia:</strong> ya hay %(queued_images)s foto de %(name)s esperando ser aprobada:
fr: <strong>Attention:</strong> il y a déjà %(queued_images)s une photo de %(name)s dans la liste d'attente en attente de modération:

source: Photo uploaded by %(name)s at %(created)s
cy_gb: Llwythwyr y llun gan %(name)s - %(created)s
es_cr: Foto subida por %(name)s a las %(created)s
fr: Photo téléchargée par %(name)s à %(created)s

source: If you still want to upload another photo of %(name)s, first select an image from your computer:
cy_gb: Os am lwytho llun arall o %(name)s, dewiswch lun o'ch cyfrifiadur i gychwyn:
es_cr: Si aún querés subir otra foto de %(name)s, primero seleccioná una foto de tu computadora:
fr: Si vous voulez toujours télécharger une autre photo de %(name)s, selectionner d'abord une image de votre ordinateur:

source: First, select an image from your computer:
cy_gb: Dewis delwedd o'ch cyfrifiadur i gychwyn:
es_cr: Primero, elegí una imágen de tu computadora:
fr: Sélectionner d'abord une image de votre ordinateur:

source: Now let us know about the copyright of this image by selecting one of these options or explaining why we can use it:
cy_gb: Gadewch inni wybod am hawlfraint y delwedd gan ddewis un o'r opsiynau ac egluro pam ei fod yn iawn inni ei ddefnyddio:
es_cr: Ahora, contanos sobre los derechos de autor (propiedad intelectual, copyright) de esta imagen seleccionando una de estas opciones, o explicando por qué podemos usarla
fr: Maintenant, informez nous à propos du droit d'auteur de cette image en sélectionnant une de ses options, ou en expliquant pourquoi nous pouvons l'utiliser:

source: Here is my justification for why this photo may be reasonably used on the website, including the source URL:
cy_gb: Cyfiawnhad gyda chyfeiriad gwefan i egluro pam y gellid cyhoeddi'r llun yma:
es_cr: Esta es mi justificación de por qué esta foto puede ser rasonablemente utilizada en este sitio, incluyendo la dirección web (URL) de la fuente:
fr: Trouvez ici mes justifications de pourquoi cette photo peut raisonnablement être utilisé sur ce site, en incluant l'URL de la source:

source: Upload
cy_gb: Llwytho
es_cr: Subir
fr: Télécharger

source: Uploaded photos for review
cy_gb: Lluniau a lwythwyd ar gyfer ystyriaeth
es_cr: Fotos subidas para revisión
fr: Photos téléchargées pour revue

source: Date uploaded
cy_gb: Dyddiad llwytho
es_cr: Fecha de subida
fr: Date d'envoi

source: Uploading user
cy_gb: Enw'r defnyddiwr a lwythodd
es_cr: Usuario que la subió
fr: Envoi de l'utilisateur

source: Candidate ID
cy_gb: Cyfeirif (ID) ymgeisydd
es_cr: ID del candidato
fr: ID du candidat

source: Review
cy_gb: Adolygu
es_cr: Revisar
fr: Revue

source: <strong>Congratulations!</strong> There are no more photos to review.
cy_gb: <strong>Da iawn</strong> does dim rhagor o luniau i adolygu.
es_cr: <strong>¡Felicitaciones!</strong> No hay más fotos que revisar por ahora.
fr: <strong>Félicitation!</strong> Il n'y a plus de photos à revoir.

source: Review and crop the photo
cy_gb: Adolygu a thocio llun
es_cr: Revisar y recortar la foto
fr: Examiner et recadrer la photo

source: Please check that this is really <a href="%(url)s">%(name)s</a> (%(party)s) before approving the upload. This <a href="%(google_image_search_url)s">Google Image search for candidate details</a> may be a good start.
cy_gb: Gwirwch mai lun o <a href="%(url)s">%(name)s</a> (%(party)s) yw hyn cyn ei gymeradwyo. Beth am ddechrau gyda'r <a href="%(google_image_search_url)s">archwiliad delwedd Google am ymgeisydd</a>?
es_cr: Por favor verificá que este sea realmente <a href="%(url)s">%(name)s</a> (%(party)s) antes de aprobar la subida. Esta búsqueda de <a href="%(google_image_search_url)s">Google Images</a> puede ser un buen comienzo.
fr: S'il vous plais, vérifiez que c'est vraiment <a href="%(url)s">%(name)s</a> (%(party)s) avant d'approuver le téléchargement. Cette <a href="%(google_image_search_url)s">recherche de détails des candidats</a> pourrait être un bon début.

source: If you're trying to find the likely <em>source</em> of this image, you can also do a <a href="%(google_reverse_image_search_url)s">reverse image search</a> on the uploaded image.
cy_gb: Os am chwilio am <em>ffynhonnell</em> tebyg ar gyfer y ddelwedd, mae'n bosib <a href="%(google_reverse_image_search_url)s">chwilio ar Google am fanylion y llun</a>.
es_cr: Si estás intentando encontrar la posible <em>fuente</em> de esta imágen, podés hacer una <a href="%(google_reverse_image_search_url)s">búsqueda inversa de imágenes</a> con la imágen subida.
fr: Si vous essayez de trouver la <em>source</em> probable de cette image, vous pouvez aussi faire <a href="%(google_reverse_image_search_url)s">une recherche inverse d'image</a> sur l'image téléchargée.

source: Click and drag in the image to crop
cy_gb: Clicio a llusgo delwedd i'w dorri
es_cr: Cliqueá y arrastrá en la imágen para recortarla
fr: Cliquez et faites glisser dans l'image pour recadrer

source: Please crop to just around the candidate's head, since they're displayed in thumbnail form on the site.
cy_gb: Tociwch i ddangos pen yr ymgeisydd yn unig, am mai llun bach fydd ar y wefan.
es_cr: Por favor recortá sólo la cabeza del candidato, porque se muestran en una imágen pequeña en el sitio.
fr: S'il vous plaît recadrer juste autour de la tête du candidat, car ils sont affichés sous forme de vignettes sur le site.

source: Minimum X co-ordinate:
cy_gb: Cyfesurun X lleiaf:
es_cr: Coordenada X (horizontal) minima:
fr: Coordonnées minimum X:

source: Maximum X co-ordinate:
cy_gb: Cyfesurun X leiaf:
es_cr: Coordenada X (horizontal) máxima:
fr: Coordonnées maximum X:

source: Minimum Y co-ordinate:
cy_gb: Cyfesurun Y leiaf:
es_cr: Coordenada Y (vertical) mínima:
fr: Coordonnées minimum Y:

source: Maximum Y co-ordinate:
cy_gb: Cyfesurun Y fwyaf:
es_cr: Coordeenada Y (vertical) máxima:
fr: Coordonnées maximum Y:

source: User-submitted information
cy_gb: Gwybodaeth oddi wrth ddefnyddiwr
es_cr: Información enviada por los usuarios
fr: Information soumis par l'utilisateur

source: Uploaded by user %(username)s with confirmed email <tt>%(email)s</tt>.
cy_gb: Lanlwythwyd gan ddefnyddiwr/aig %(username)s gyda'r ebost <tt>%(email)s</tt> sydd wedi ei gadarnhau.
es_cr: Subida por el usuario %(username)s con email confirmado <tt>%(email)s</tt>.
fr: Téléchargé par l'utilisateur %(username)s avec un email confirmé <tt>%(email)s</tt>.

source: (The candidate's unconfirmed email address is <tt>%(email)s</tt>.)
cy_gb: (Cyfeiriad ebost heb ei gadarnhau i'r ymgeisydd <tt>%(email)s</tt>.)
es_cr: (La dirección de email sin confirmar del candidato es <tt>%(email)s</tt>.)
fr: (L'adresse email non confirmée du candidat est <tt>%(email)s</tt>.)

source: %(username)s asserted that photo is free of copyright restrictions
cy_gb: Honodd %(username)s fod y llun y rydd o ymrwymiadau hawlfraint
es_cr: %(username)s dijo que esta foto está libre de restricciones de copyright
fr: %(username)s assure que la photo est libre de toute restriction de droit d'utilisateur

source: %(username)s assigned the copyright to %(copyright_holder)s
es_cr: %(username)s cedió los derechos de autor a %(copyright_holder)s
fr: %(username)s a assigné les droits d'auteur à %(copyright_holder)s

source: %(username)s said that this is the candidate's public profile photo from social media or their official campaign page
cy_gb: Dywedodd %(username)s mai dyma lun cyhoeddus yr ymgeisydd o broffil cyfryngau cymdeithasol neu dudalen ymgyrch swyddogol.
es_cr: %(username)s dijo que esta es la foto del perfil de redes sociales del candidato o de su sitio oficial de campaña
fr: %(username)s dit que c'est la photo du profil public du candidat sur les media sociaux ou sa page officielle de campagne

source: %(username)s's justification for use of this photo was: &#8220;%(justification)s&#8221;
cy_gb: Cyfiawnhad %(username)s's dros ddefnyddio'r llun hwn oedd: &#8220;%(justification)s&#8221;
es_cr: %(username)s's dijo que su justificación para usar esta foto es: &#8220;%(justification)s&#8221;
fr: Les justifications de %(username)s pour l'utilisation de cette photo étaient : &#8220;%(justification)s&#8221;

source: Your decision
cy_gb: Eich penderfyniad
es_cr: Tu decisión
fr: Votre décision

source: Decision:
cy_gb: Penderfyniad:
es_cr: Decisión
fr: Décision:

source: Make this the primary image of the candidate?
cy_gb: Dynodi mai dyma yw prif lun yr ymgeisydd?
es_cr: ¿Hacer que ésta sea la imagen principal del candidato?
fr: Faire de cette image la principale du candidat?

source: Why <em>you</em> think it's allowed:
cy_gb: Y rheswm eich bod <em>chi</em> yn teimlo fod hyn yn iawn:
es_cr: Porqué <em>vos</em> creés que está permitido:
fr: Pourquoi <em>vous</em> pensez que c'est autorisé:

source: Reason for rejection (<strong>Warning:</strong> this will be emailed to the user):
cy_gb: Rheswm dros ei wrthod. (<strong>Rhybudd:</strong> ceir ei ebostio ar y defnyddiwr):
es_cr: Razón para rechazar (<strong>Advertencia:</strong> se enviará por email al usuario):
fr: Raison du rejet (<strong>Warning:</strong> peut être envoyé par email à l'utilisateur):

source: Submit
cy_gb: Cyflwyno
es_cr: Enviar
fr: Soumettre

source: Existing candidate images
cy_gb: Delweddau presennol yr ymgeisydd
es_cr: Fotos existentes del candidato
fr: Images existantes du candidat

source: There were no existing images for this candidate.
cy_gb: Nid oedd unrhyw ddelweddau presennol ar gyfer yr ymgeisydd hwn.
es_cr: No había fotos de este candidato.
fr: Il n'y avait pas d'image pour ce candidat

source: Upload a candidate photo
cy_gb: Lanlwytho llun ymgeisydd
es_cr: Subir foto del candidato
fr: Télécharger une photo de candidat

source: Upload a photo of %(name)s
cy_gb: Lanlwytho llun %(name)s
es_cr: Subir foto de %(name)s
fr: Télécharger une photo de %(name)s

source: Photo successfully queued for moderation
cy_gb: Mae'r llun yn barod ar gyfer cymedroli
es_cr: La foto ahora espera aprobación.
fr: Photo mis en attente de modération avec succès

source: Thank-you for uploading a photo - you will receive an email when it is approved to be added to the site, or an explanation for why it cannot be used. <a href="%(url)s">Return to %(name)s’s page.</a>
cy_gb: Diolch am lanlwytho llun. Wedi iddo cael ei gymeradwyo byddwch yn derbyn ebost, neu esboniad am pam na ellir ei ddefnyddio. <a href="%(url)s">Dychwelyd i dudalen %(name)s.</a>
es_cr: Gracias por subir una foto - recibirás un email cuando esté aprobada para ser agregada al sitio, o una explicación de porqué no puede ser usada. <a href="%(url)s">Volver a la página de %(name)s.</a>
fr: Merci pour avoir téléchargé une photo - vous recevrez un email quant elle sera acceptée et ajoutée au site, ou une explication si elle est rejetée. <a href="%(url)s">Retournez à la page de %(name)s.</a>

source: For administrators' use: %(photo_review_url)s
cy_gb: At ddefnydd gweinyddwyr: %(photo_review_url)s
es_cr: Para uso de los administradores: %(photo_review_url)s
fr: Pour l'usage des administrateurs: %(photo_review_url)s

source: Approved from photo moderation queue
cy_gb: Cymeradwywyd o'r pwll o luniau a gymeradwywyd
es_cr: Foto aprobada de la cola de moderación
fr: Approuvé de la queue de modération des photos

source: Approved a photo upload from {uploading_user} who provided the message: "{message}"
cy_gb: Cymeradwywyd: llun a lanlwythwyd gan {uploading_user} gyda'r neges : "{message}"
es_cr: Aprobada la foto subida de {uploading_user} que ingresó el mensaje: "{message}"
fr: Approuvé une photo téléchargée de {uploading_user} qui à donné le message: "{message}"

source: {site_name} image upload approved
es_cr: {site_name} foto aprobada
fr: téléchargement d'image aprouvé de {site_name}

source: Thank-you for submitting a photo to {site_name}; that's been uploaded now for the candidate page here:
es_cr: Gracias por enviar una foto a {site_name}; la foto ha sido subida a la página del candidato aquí:
fr: Merci d'avoir soumis une photo à {site_name}; elle a été téléchargée maintenant pour la page de candidat:

source: Many thanks from the {site_name} volunteers
es_cr: Muchas gracias de parte de los voluntarios de {site_name}
fr: Merci beaucoup, par les volontaires de {site_name}

source: You approved a photo upload for %s
cy_gb: Wnaethoch chi gymeradwyo lanlwythiad llun %s
es_cr: Aprobaste una foto subida para %s
fr: Vous avez approuvé un téléchargement de photo pour %s

source: Rejected a photo upload from {uploading_user}
cy_gb: Gwrthodwyd lanlwythiad llun gan {uploading_user}
es_cr: Rechazada una foto subida por {uploading_user}
fr: Rejeté un téléchargement de photo de {uploading_user}

source: {site_name} image moderation results
es_cr: {site_name} resultados de la moderación de la imagen
fr: Résultats de modération d'image de {site_name}

source: Thank-you for uploading a photo of {candidate_name} to {site_name}, but unfortunately we can't use that image because:
es_cr: Gracias por subir una foto de {candidate_name} a {site_name}, pero lamentablemente no podemos usar esa imagen porque:
fr: Merci d'avoir téléchargé une photo de {candidate_name} sur {site_name}, mais malheureusement nous ne pouvons pas utiliser cette image parce que:

source: You can just reply to this email if you want to discuss that further, or you can try uploading a photo with a different reason or justification for its use using this link:
es_cr: Puede responder a este email si quiere discutir más sobre el tema, o puede tratar de subir una foto con una razón o justificación diferente para su uso siguiendo este enlace:
fr: Vous pouvez simplement répondre à ce message si vous souhaitez discuter plus loin, ou vous pouvez essayer de télécharger une photo avec une autre raison ou justification pour son utilisation via ce lien:

source: You rejected a photo upload for %s
cy_gb: Gwnaethoch chi wrthod lanlwythiad llun am %s
es_cr: Rechazaste una imágen subida por %s
fr: Vous avez rejeté une image téléchargée pour %s

source: You left a photo upload for {0} in the queue
cy_gb: Gadawsoch lun o {0} yn y rhestr i'w gymedroli
es_cr: Dejaste una foto subida por {0} en la cola
fr: Vous avez laissé un téléchargement de photo pour {0} dans la file d'attente

source: Ignored a photo upload from {uploading_user} (This usually means it was a duplicate)
cy_gb: Anwybyddwyd llun a lanlwythwyd gan {uploading_user} (Fel arfer, i osgoi ailadrodd llun yw'r rheswm)
es_cr: Ignorada una foto subida por {uploading_user} (Esto usualmente significa que era duplicada)
fr: Ignoré un téléchargement de photo de {uploading_user} (Cela signifie généralement qu'il était une duplication)

source: You indicated a photo upload for {0} should be ignored
cy_gb: Gwnaethoch chi argymell fod llun {0} yn cael ei anwybyddu
es_cr: Indicaste que una foto subida por {0} debe ser ignorada
fr: Vous avez indiqué d'une photo téléchargée pour {0} devrait être ignorée

source: Please don't quote third-party candidate sites — we prefer URLs of news stories or official candidate pages.
fr: S'il vous plait, ne citez pas de site tiers de candidats - nous préférons des URLs d'article de presse ou de pages officielles du candidat

source: Sign In
cy_gb: Mewngofnodi
es_cr: Acceder
fr: Se connecter

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
es_cr: Por favor ingrese con alguna de sus cuentas de redes sociales. O <a href="%(signup_url)s">regístrese</a> para abrir una cuenta en %(site_name)s e inicie sesión abajo.
fr: S'il vous plait, connectez vous avec un de vos comptes sur un site tiers. Ou, <a href="%(signup_url)s">créer un compte</a> sur %(site_name)s et connectez vous:

source: or
cy_gb: neu
es_cr: o
fr: ou

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
es_cr: Si no has creado una cuenta todavía, entonces por favor <a href="%(signup_url)s">registrate</a> primero.
fr: Si vous n'avez pas encore créé de compte, <a href="%(signup_url)s">inscrivez vous</a> en premier.

source: Forgot Password?
cy_gb: Wedi anghofio eich cyfrinair?
es_cr: ¿Olvidaste la clave?
fr: Mot de passe oublié?

source: Sign Out
cy_gb: Allgofnodi
es_cr: Cerrar sesión
fr: se deconnecter

source: Are you sure you want to sign out?
cy_gb: Ydych chi'n sicr eich bod am allgofnodi?
es_cr: ¿Estás seguro que quieres cerrar sesión?
fr: êtes-vous sur de vouloir vous déconnecter?

source: Signup
cy_gb: Cofrestri
es_cr: Registrarse
fr: Inscrire

source: Sign Up
cy_gb: Cofrestri
es_cr: Registrarse
fr: Inscrire
