Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
cy_gb: Os oes gennych gyfrif, <a href="%(login_url)s">mewngofnodwch</a> os gwelwch chi'n dda.
es_cr: ¿Ya tenés una cuenta? Entonces por favor <a href="%(login_url)s">iniciá sesión</a>.
fr: Vous avez déjà un compte? S'il vous plait <a href="%(login_url)s">connectez-vous</a>.

source: Posts
cy_gb: Etholaethau
es_cr: Cargos
fr: Postes

source: Numbers
cy_gb: Niferoedd
es_cr: Estadísticas
fr: Nombres

source: Nomination paper
cy_gb: Papur enwebu
es_cr: Documento de postulación
fr: Déclaration de candidature

source: Nomination papers
cy_gb: Papurau enwebu
es_cr: Documentos de postulación
fr: Déclarations de candidature

source: The page that links to this document
cy_gb: Y dudalen sydd gyda dolen at y ddogfen yma
es_cr: La página que enlaza a este documento
fr: La page qui donne sur le document

source: The following official documents are associate with this post:
cy_gb: Cysylltir y dogfennau swyddogol canlynol gyda'r etholaeth:
fr: Les documents officiels suivants sont associés à ce poste:

source: We don't have any %(type)s for the post %(post_data.label)s.
cy_gb: Does dim %(type)s ar gyfer yr etholaeth %(post_data.label)s.
es_cr: No tenemos ningún %(type)s para el cargo %(post_data.label)s.
fr: Nous n'avons aucun %(type)s pour le posts %(post_data.label)s.

source: As you have permission to upload documents, you can <a href="%(url)s">upload a %(type)s</a>.
cy_gb: Am fod gennych ganiatâd i lanlwytho dogfennau, gallwch <a href="%(url)s">lanlwytho %(type)s</a>.
es_cr: Como tenés permiso para subir documentos, podés <a href="%(url)s">subir un %(type)s</a>.
fr: Comme vous avez la permission pour télécharger les documents, vous pouvez <a href="%(url)s">télécharger un %(type)s</a>.

source: %(type)s for <a href="%(url)s">%(post_label)s</a>.
cy_gb: %(type)s ar gyfer <a href="%(url)s">%(post_label)s</a>.
es_cr: %(type)s para <a href="%(url)s">%(post_label)s</a>.
fr: %(type)s pour <a href="%(url)s">%(post_label)s</a>.

source: The source URL for this document was: <a href="%(source_url)s">%(source_url)s</a>
cy_gb: Gwegyfeiriad ffynhonnell y ddogfen hon oedd : <a href="%(source_url)s">%(source_url)s</a>
es_cr: La URL de la fuente para este documento era: <a href="%(source_url)s">%(source_url)s</a>
fr: L'URL de la source pour ce document était: <a href="%(source_url)s">%(source_url)s</a>

source: You can <a href="%(url)s">edit this in the admin interface</a> (e.g. to delete it)
cy_gb: Gallwch <a href="%(url)s">olygu hon yn rhyngwyneb y gweithredwr/aig </a> (e.e. os am ei ddileu)
es_cr: Podés <a href="%(url)s">editar esto en la sección de administración</a> (por ejemplo para borrarlo, etc)
fr: Vous pouvez <a href="%(url)s">faire les modifications sur l'interface utilisateur</a> (e.g. pour le supprimer)

source: Upload document
cy_gb: Lanlwytho dogfen
es_cr: Subir documento
fr: Télécharger un document

source: Document relating to %(post_label)s
cy_gb: Dogfen sy'n ymwneud a(g) %(post_label)s
es_cr: Documento relacionado a %(post_label)s
fr: Document relatif à %(post_label)s

source: Election results from {{ site_name }}
fr: Résultats des élections de {{ site_name }}

source: A basic feed of election results
es_cr: Un suministro básico de resultados de la elección
fr: Un feed de base des résultats des élections

source: {name} ({party}) won in {cons}
cy_gb: Enillodd {name} ({party}) yn {cons}
es_cr: {name} ({party}) ganó en {cons}
fr: {name} ({party}) a gagné dans {cons}

source: A {site_name} volunteer recorded at {datetime} that {name} ({party}) won the ballot in {cons}, quoting the source '{source}').
es_cr: Un voluntario de {site_name} registró a las {datetime} que {name} ({party}) ganó la elección en {cons}, citando la fuente '{source}').
fr: Un volontaire de {site_name} à enregistré à {datetime} que {name} ({party}) a gagné le scrutin dans {cons}, en citant la source '{source}').

source: Election results from {site_name} (with extra data)
es_cr: Resultados de la elección de {site_name} (con datos extra)
fr: Résultats des élections dans {site_name} (avec des données supplémentaires)

source: A feed of results from the UK 2015 General Election (with extra data)
cy_gb: Crynodeb o ganlyniadau Etholiad Cyffredinol 2015 y DU (gyda data ychwanegol)
es_cr: Un suministro de resultados de la Elección Municipal 2016 (con datos adicionales)
fr: Un feed des résultats des élections générales de GB pour 2015 (avec des données supplémentaires)

source: %(pretty_count)s candidate missing %(field)s field</h2>
es_cr: %(pretty_count)s candidato al que le falta el campo %(field)s</h2>
fr: %(pretty_count)s candidat qui n'ont pas de champ %(field)s</h2>

source: Of %(num_candidates_2015)s candidates in total (%(percent_empty)s%% blank)
cy_gb: Allan o %(num_candidates_2015)s ymgeisydd, mae (%(percent_empty)s%% blank) ar goll
fr: De %(num_candidates_2015)s candidats au total (%(percent_empty)s%% vide)

source: Please <a href="%(url)s">help out</a> by adding missing information. Make sure you read our <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPXwXspA/edit">guidance on sourcing fields.</a>
cy_gb: Rhowch <a href="%(url)s"> gymorth</a> drwy ychwanegu gwybodaeth sydd ar goll. Gwnewch yn siŵr ichi ddarllen ein <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPXwXspA/edit"> canllawiau ar gyrchu meysydd. </a>
es_cr: Por favor <a href="%(url)s">colaborá</a> agregegando información faltante. Te recomendamos leer nuestra <a href="https://docs.google.com/document/d/18xxDXwRxMB48oq1qOhRjcWnUyRRRdVOyx80q0OAEFLw/edit">guía para voluntarios y contribuidores.</a>
fr: S'il vous plait <a href="%(url)s">aidez</a> avec les informations manquantes. Veillez lire notre <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPXwXspA/edit">guide pour renseigner les sources.</a>

source: edit
cy_gb: golygu
es_cr: editar
fr: Modifier

source: Hi @%(username)s could you add your %(field)s to your %(site_name)s page please? https://yournextmp.com/person/%(id)s/
fr: Salut @%(username)s pouvez ajoutez votre %(field)s à votre page %(site_name)s SVP? https://yournextmp.com/person/%(id)s/

source: Tweet them
cy_gb: Trydaru
es_cr: Enviarles un tweet
fr: Leur twitter

source: Search
cy_gb: Chwilio
es_cr: Buscar
fr: Chercher

source: Previous page
cy_gb: Tudalen flaenorol
es_cr: Página anterior
fr: Page précdente

source: Next page
cy_gb: Tudalen nesaf
es_cr: Siguiente página
fr: Page suivante

source: Contribute
cy_gb: Cyfrannu
es_cr: Contribuir
fr: Contribuer

source: You can help us make %(site_name)s better!
es_cr: ¡Nos puedes ayudar a hacer de %(site_name)s un sitio mejor!
fr: Vous pouvez aider à rendre %(site_name)s meilleur

source: %(site_name)s is a volunteer-sourced database, and that means we constantly need help in making it better.
es_cr: %(site_name)s es una base de datos de creación colectiva, y eso significa que necesitamos constantemente ayuda para mejorarla.
fr: %(site_name)s est une base de données constituée par des volontaires, et cela signifie que nous avons constamment besoin d'aide pour le rendre meilleur.

source: There is a lot of useful information on candidates out there, so if you find any please do add it to our site.
cy_gb: Mae llawer o wybodaeth ddefnyddiol ar gael am yr ymgeiswyr, felly croeso ichi ei ychwanegu at ein safle.
es_cr: Hay mucha información útil sobre los candidatos dando vueltas, así que si encontrás algo, por favor agregalo a nuestro sitio. Gracias.
fr: Il y a beaucoup d'informations utiles sur les candidats en dehors de ce site, si vous en trouvez, s'il vous plait, ajoutez en sur ce site.

source: At the moment we're trying to get as many email addresses on candidates as we can.
cy_gb: Ar hyn o bryd, rydym yn ceisio cael cynifer o gyfeiriadau ebost ymgeiswyr ag y gallwn.
es_cr: En este momento estamos intentando obtener todas las direcciones de correo electrónico que podamos de los candidatos.
fr: En ce moment, nous essayons d'avoir le plus d'adresses email de candidats possible.

source: This will allow us to email them directly to ask them to add their own details.
cy_gb: Bydd hyn yn caniatáu inni eu hebostio yn uniongyrchol er mwyn gofyn iddynt ychwanegu manylion eu hunain.
es_cr: Esto nos permitirá escribirles directamente para pedirles que agreguen su información ellos mismos.
fr: Cela va nous permettre de leur envoyer des email directement pour leur demander d'ajouter leurs propres informations.

source: How to help
cy_gb: Sut i gynorthwyo
es_cr: Cómo colaborar
fr: Comment aider

source: First off you'll need to <a href="%(url)s">log in</a> in order to start making edits.
cy_gb: Cyn dechrau golygu <a href="%(url)s">mewngofnodwch</a>
es_cr: Primero vas a tener que <a href="%(url)s">iniciar sesión</a> para comenzar a hacer ediciones.
fr: Tout d'abord vous aurez besoin de <a href="%(url)s"> connecter </a> afin de commencer à faire des modifications.

source: We've added clear banners on the candidate and constituently pages indicating where we're missing email addresses, so you can start adding email addresses by <a href="%(url)s">looking up your constituency on the home page</a>
cy_gb: Rydym wedi fflagio bylchau ar dudalennau ymgeiswyr ac etholaethau fel y gallwch ychwanegu cyfeiriadau ebyst. <a href="%(url)s">Gallwch ddod o hyd i'ch etholaeth ar yr hafan</a>
es_cr: Agregamos destacados en las páginas de los candidatos y los distritos indicando dónde nos faltan direcciones de correo electrónico, así que podés ayudarnos a conseguirlas <a href="%(url)s">buscando tu circunscripción en la página principal</a>
fr: Nous avons ajouté des bannières claires sur le candidat et des pages constitutivement indiquant où il nous nous manque des adresses e-mail, de sorte que vous pouvez commencer à ajouter des adresses e-mail en <a href="%(url)s"> regardant votre circonscription sur la page d'accueil </ a>

source: Once you've found a candidate without an email address, you can go searching for it!
cy_gb: Unwaith eich bod wedi canfod ymgeisydd heb gyfeiriad ebost, gallwch fynd ati i chwilio amdano!
es_cr: Una vez que hayas encontrado un candidato sin dirección de email, podés comenzar a buscarla.
fr: Une fois que vous avez trouvé un candidat sans une adresse de courriel, vous pouvez aller la chercher!

source: Please make sure you read our <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPX wXspA/edit">guidance on sourcing fields</a>, and specifically the part about what sort of email addresses we accept.
cy_gb: Darllenwch ein <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPX wXspA/edit"> canllawiau ar gyrchu caeau</a>, ac yn benodol y rhan ynghylch pa fath o gyfeiriadau ebost a dderbyniwn.
es_cr: Por favor asegurate de leer nuestra <a href="https://docs.google.com/document/d/18xxDXwRxMB48oq1qOhRjcWnUyRRRdVOyx80q0OAEFLw/edit">guía de voluntarios</a>.
fr: S'il vous plaît prendre soin de lire notre <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPX wXspA/edit">guide sur le référencement des champs</a>, et en particulier la partie à propos du genre d'adresses e-mail que nous acceptons.

source: In short, we only want email addresses could be considered public and related to the candidate's campaign. <code>@parliament.uk</code> email addresses will stop working once Parliament is disbanded, so try to find a different email address for them if you can. If not, we can always email everyone with a <code>@parliament.uk</code> address asking them for a better one.
cy_gb: Yn fyr, dim ond ebyst gellid eu hystyried yn gyfeiriadau cyhoeddus a chysylltiedig ag ymgyrch yr ymgeisydd yr ydym am gyhoeddi. Daw cyfeiriadau <code>@parliament.uk</code> i ben unwaith i'r senedd yno cael ei ddiddymu. Felly ceisiwch ddod o hyd i gyfeiriad ebost gwahanol ar eu cyfer os gallwch. Os nad yw hyn yn bosib, gallem ebostio pawn gydag ebost <code>@parliament.uk</code> a gofyn iddynt am gyfeiriad hir-dymor.
es_cr: Preferimos direcciones de correo que puedan ser consideradas públicas y relacionadas a la campaña del candidato.
fr: En bref, nous voulons seulement des adresses électroniques qui pourraient être considérés comme publics et liées à la campagne électorale du candidat.

source: Once your constituency has all the email addresses entered, you can look at our <a href="%(url)s">list of all candidates without emails listed</a>!
cy_gb: Unwaith mae holl gyfeiriadau ebost eich etholaeth wedi eu cofnodi, gallwch edrych ar ein <a href="%(url)s"> rhestr o'r holl ymgeiswyr sydd heb gyfeiriad ebost</a>!
es_cr: Una vez que tu circunscripción tenga todas las direcciones de correo cargadas, podés mirar nuestra <a href="%(url)s">lista de todos los candidatos sin dirección de email</a>!
fr: Une fois que votre circonscription a toutes les adresses e-mail saisies, vous pouvez consulter notre liste de <a href="%(url)s"> candidats sans e-mails énumérés</a>!

source: Source
cy_gb: Ffynhonnell
es_cr: Fuente

source: Election
es_cr: Elección

source: That date of birth could not be understood. Try using DD/MM/YYYY instead
es_cr: Esa fecha de nacimiento no pudo ser entendida. Intente incluirla siguiendo el orden DD/MM/AAAA

source: That date of birth could not be understood. Try using MM/DD/YYYY instead
es_cr: Esta fecha de nacimiento no se entiende. Intente usar DD/MM/AAAA.

source: Party in {election}
es_cr: Partido en {election}

source: That update isn't allowed because candidates for a locked post ({post_label}) would be changed
es_cr: Esa actualización no es permitida debido a que los candidatos para un cargo bloqueado ({post_label}) no pueden ser modificados

source: That update isn't allowed because you can't change the party (in this case from {old_party} to {new_party}) for a candidate in a locked post ({post_label})
es_cr: Esa actualización no es permitida porque no puede cambiar el partido (en este caso de {old_party} a {new_party}) para un candidato en un cargo bloqueado ({post_label})

source: 'PersonExtra' object has no attribute '{name}'
es_cr: El objeto 'PersonExtra' no tiene atributo '{name}'

source: Unset the current winners, if incorrect
es_cr: Quitar el ganador actual, si es incorrecto

source: This candidate was elected!
es_cr: Este candidato fue electo!

source: Is a candidate from an earlier election standing again?
es_cr: ¿Un candidato de la elección anterior se presenta de nuevo?

source: Now you can carry on to:
es_cr: Ahora podés continuar a:

source: The data that's submitted to this site is available as a CSV/Excel download and programmatically via a RESTful API.
es_cr: Los datos que son ingresados a este sitio están disponibles para descargar como un CSV/Excel y programáticamente por medio de un API RESTful

source: This API is a work in progress
es_cr: Esta API es una obra en progreso

source: This is an alpha version of the YourNextRepresentative API, which is likely to change in the near future.
es_cr: Esta es una versión alpha de la API, la cual es probable que cambie en el futuro próximo

source: The browsable base URL of the site's read-only API is: <a href="%(base_api_url)s">%(base_api_url)s</a>
es_cr: La URL base consultable para la API del sitio es: <a href="%(base_api_url)s">%(base_api_url)s</a>

source: The following sections give examples of how to use the API.
es_cr: Las siguientes secciones dan ejemplos de cómo usar la API.

source: You can request all the candidates in that constituency by querying posts with the <tt>extra_slug</tt> filter parameter. For example, for Dulwich and West Norwood, which has the ID <tt>65808</tt>, you would make the request: <a href="%(base_api_url)sposts/?extra__slug=65808">%(base_api_url)sposts/?extra__slug=65808</a>
es_cr: Puede solicitar todos los candidatos en esa circunscripción consultando los cargos con el <tt>extra_slug</tt> parámetro de filtro. Por ejemplo, para Dulwich y West Norwood, que tienen el ID <tt>65808</tt>, harías la solicitud: <a href="%(base_api_url)sposts/?extra__slug=65808">%(base_api_url)sposts/?extra__slug=65808</a>

source: Each of the <tt>memberships</tt> in that reponse links to a person who is a candidate in that constituency for any known election. The <tt>election</tt> property of each membership tells you which election that candidacy is for.
es_cr: Cada una de las <tt>membresías</tt> en esa respuesta enlaza a una persona que es candidata en esa circunscripción para cualquier elección conocida. La propiedad de <tt>elección</tt> de cada membresía te dice para cuál elección es esa candidatura.

source: No areas found of type %(area_type_name)s.
es_cr: No se encontraron áreas de tipo %(area_type_name)s.

source: Constituencies declared for the %(election_name)s
es_cr: Circunscripciones declaradas para la %(election_name)s

source: Constituencies Declared for the %(election_name)s
es_cr: Circunscripciones declaradas para la %(election_name)s

source: Unlocked constituencies for the %(election_name)s
es_cr: Circunscripciones desbloqueadas para la %(election_name)s

source: Unlocked Constituencies for the %(election_name)s
es_cr: Circunscripciones desbloqueadas para la %(election_name)s

source: Candidates by post for the %(election_name)s
es_cr: Candidatos por cargo para la %(election_name)s

source: All posts in the %(election_name)s
es_cr: Todos los cargos en la %(election_name)s

source: Use my current location
es_cr: Utilice mi actual ubicación

source: Getting location…
es_cr: Accesando la ubicación...

source: User <strong>%(username)s</strong> merged another candidate into <a href="%(person_url)s">%(person_name)s</a> <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> unió otro candidato con <a href="%(person_url)s">%(person_name)s</a> <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> uploaded a photo of <a href="%(person_url)s">%(person_name)s</a> for moderation <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> subió una foto de <a href="%(person_url)s">%(person_name)s</a> para su moderación <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> approved an uploaded photo of <a href="%(person_url)s">%(person_name)s</a> <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> aprobó una foto subida a <a href="%(person_url)s">%(person_name)s</a> <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> rejected an uploaded photo of <a href="%(person_url)s">%(person_name)s</a> <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> rechazó una foto subida de <a href="%(person_url)s">%(person_name)s</a> <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> reverted to an earlier version of <a href="%(person_url)s">%(person_name)s</a> <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> revirtió a una versión anterior de <a href="%(person_url)s">%(person_name)s</a> <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> confirmed candidacy for <a href="%(person_url)s">%(person_name)s</a> <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> confirmó la candidatura de <a href="%(person_url)s">%(person_name)s</a> <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> removed candidacy for <a href="%(person_url)s">%(person_name)s</a> <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> removió la candidaura de <a href="%(person_url)s">%(person_name)s</a> <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> marked <a href="%(person_url)s">%(person_name)s</a> as the winner <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> marcó a <a href="%(person_url)s">%(person_name)s</a> como el ganador <span class="when">hace %(when)s</span>

source: User <strong>%(username)s</strong> updated <a href="%(person_url)s">%(person_name)s</a> <span class="when">%(when)s ago</span>
es_cr: El usuario <strong>%(username)s</strong> actualizó a <a href="%(person_url)s">%(person_name)s</a> <span class="when">hace %(when)s</span>

source: All parties eligible for the %(election_name)s
es_cr: Todos los partidos con candidaturas para la %(election_name)s

source: %(party_name)s &#8212; Candidates by constituency for the %(election_name)s
es_cr: %(party_name)s &#8212;Candidatos por el cantón para la %(election_name)s

source: %(party_name)s candidates in the %(election_name)s
es_cr: Candidatos de %(party_name)s para %(election_name)s

source: This shows all the constituencies that have independent candidates standing in them at the %(election_name)s
es_cr: Aquí se muestran todas las circunscripciones en donde se presentan candidatos independientes en la %(election_name)s

source: <a href="%(person_url)s">%(name)s</a> is standing in <a href="%(post_url)s">%(post_short_label)s</a>
es_cr: <a href="%(person_url)s">%(name)s</a> está compitiendo por <a href="%(post_url)s">%(post_short_label)s</a>

source: No candidate in <a href="%(post_url)s">%(post_short_label)s</a>
es_cr: Sin candidato en:<a href="%(post_url)s">%(post_short_label)s</a>

source: We don't know of any %(party_name)s candidates in %(post_group)s in the %(election_name)s so far.
es_cr: Por el momento, no conocemos ningun candidato del %(party_name)s para %(post_group)s en la %(election_name)s.

source: Version
cy_gb: Fersiwn
es_cr: Versión

source: Timestamp
cy_gb: Stamp amser
es_cr: Fecha

source: Email
cy_gb: Ebost
es_cr: Correo electrónico

source: Candidates for all posts in current elections
es_cr: Los candidatos para todos los cargos en las elecciones actuales

source: Action
cy_gb: Gweithred
es_cr: Acción

source: Search candidates
es_cr: Busque candidatos

source: Find a candidate…
es_cr: Encuentre un candidato...

source: Results
es_cr: Resultados

source: No results found.
es_cr: No se encontraron resultados

source: Multiple Area generations for type {area_type} found
es_cr: Se encontraron múltiples opciones para el tipo {area_type}

source: Setting as "not elected" by implication
es_cr: Seleccionado como "no electo" por implicación

source: The area lookup returned an error: '{0}'
es_cr: La búsqueda de ubicación dio un error: '{0}'

source: Your location does not seem to be covered by this site
es_cr: Su ubicación no parece estar cubierta por este sitio

source: No person found with ID {person_id}
es_cr: No se encontró ninguna persona con el número de identificación {person_id}

source: Provinces
cy_gb: Taleithiau
es_cr: Candidatos por provincia

source: Select your canton
es_cr: Ingresá tu cantón

source: Run by <a href="http://accesa.org/"> <img src="%(logo_url)s" %%} srcset="%(logo_url)s 1x, %(logo_url_2)s 2x" alt="%(site_managers)s" class="accesa-logo"></a>
es_cr: Implementado por <a href="http://accesa.org/"> <img src="%(logo_url)s" %%} srcset="%(logo_url)s 1x, %(logo_url_2)s 2x" alt="%(site_managers)s" class="accesa-logo"></a>

source: For optimal use of site, we recommend setting your Browser language to "Spanish" in the settings.
es_cr: Para un uso óptimo del sitio, recomendamos seleccionar "Español" en la configuración de lenguajes de tu browser

source: Find or add information about the candidates for the upcoming municipal elections on February 7
es_cr: Buscá o agregá información sobre los candidatos para las próximas Elecciones Municipales del 7 de febrero

source: Find candidates who stood in the Municipal Elections
es_cr: Encuentre candidatos que se presentaron a las Elecciones Municipales
