Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: The <a href="http://mapit.mysociety.org/areas/WMC">returned data from that request</a> has the constituency ID as its keys; the values are objects that include (among other things) a <tt>name</tt> element that gives you the official name of the constituency.
cy_gb: Mae gan <a href="http://mapit.mysociety.org/areas/WMC">y data a ddychwelyd o'r cais hwnnw </a> cyfeirnod (ID) yr etholaeth fel ei allwedd; mae'r gwerthoedd yn wrthrychau sy'n cynnwys (ymhlith pethau eraill) yn elfen <tt>enw</tt> y bydd yn rhoi enw swyddogol yr etholaeth.
es_cr: El <a href="http://mapit.mysociety.org/areas/WMC">dato resultante de esa búsqueda </a> tiene la identificación de la circunscripción como su clave; los valores son objetos que incluyen (entre otras cosas) un <tt>nombre</tt> elemento que te da el nombre oficial de la circunscripción
fr: Les données <a href="http://mapit.mysociety.org/areas/WMC"> retourné de cette requête </a> a l'ID de la circonscription comme clés; les valeurs sont des objets qui comprennent (entre autres choses) un <tt> nom </ tt> qui vous donne le nom officiel de la circonscription.

source: Find Candidates for a Constituency
cy_gb: Dod o hyd i Ymgeiswyr ar gyfer Etholaeth
es_cr: Encontrar candidatos para una circunscripción
fr: Trouver des candidats pour une circonscription

source: There are broadly two ways you can approach getting candidate data for a constituency; one is slightly simpler, and just gives you the basic candidate and party information, while the second gives you the full data in Popolo format, which is more complex but useful if you're using tools that generically process Popolo data.
cy_gb: Mae yna dwy ffordd i gael data ymgeiswyr ar gyfer etholaeth: y naill sydd ychydig symlach, ac yn rhoi gwybodaeth elfennol am yr ymgeisydd a'r blaid; a'r llall yn rhoi data llawn yn fformat Popolo, sydd yn fwy cymhleth ond yn ddefnyddiol os ydych chi'n defnyddio offer prosesu data Popolo.
fr: Il existe globalement deux approches de l'obtention de données de candidats pour une circonscription; Une est un peu plus simple, et vous donne juste des informations basiques sur le candidat et le parti, tandis que la seconde vous donne l'ensemble des données au format Popolo, qui est plus complexe mais utile si vous utilisez des outils qui traite des données Popolo de façon générique.

source: Simpler (Basic candidate information)
cy_gb: Symlach (gwybodaeth ymgeisydd sylfaenol )
fr: Simple (information de base sur les candidats)

source: You can get all the candidates for a constituency, both in 2010 and 2015 by a query like:
cy_gb: Gallwch gael rhestr yr holl ymgeiswyr ar gyfer etholaeth, yn 2010 a 2015 drwy ymholiad megis:
fr: Vous pouvez avoir tous les candidats pour une circonscription, avec une requête de la sorte :

source: For example, for Dulwich and West Norwood, <a href="%(popit_url)sposts/65808?embed=membership.person">these would be the results</a>.
cy_gb: E.e., ar gyfer Dulwich a Gorllewin Norwood, <a href="%(popit_url)sposts/65808?embed=membership.person">dyma'r canlyniadau</a>.
fr: Par exemple, pour Dulwich et West Norwood, <a href="%(popit_url)sposts/65808?embed=membership.person">cela serait le résultats</a>.

source: If you iterate over the <tt>memberships</tt> in that result, each person will look something like:
cy_gb: Wrth iteru dros yr <tt>aelodau</tt> yn y canlyniad, bydd pob person yn edrych rhywbeth yn debyg i:
fr: Si vous itérez sur l'<tt>appartenance</tt> dans ce résultat, chaque personne va ressembler à quelque chose comme:

source: (I've removed some fields there to keep the example simpler.) The two fields of particular interest are probably <tt>standing_in</tt> and <tt>party_memberships</tt>.
cy_gb: (Rydym wedi dileu rhai meysydd er mwyn cadw'r enghraifft yn symlach.) Mae'n debyg mai <tt>standing_in</tt> a <tt>party_memberships</tt> sydd o ddiddordeb pennaf.
fr: (J'ai supprimé des champs ici pour garder l'exemple simple.) Les deux champs d'un intérêt particulier sont probablement<tt>standing_in</tt> et <tt>party_memberships</tt>.

source: This object will only have keys '2010' or '2015'. If one of these keys is present then we have known information about the candidate for the UK general election in that year. If the value is <tt>null</tt> then we know that they're <em>not</em> standing. If they are (or were) standing in the general election in that year then there will be a dictionary giving you details of the constituency they were standing in. So, in the example above we can see that Tessa Jowell stood in 2010 in Dulwich and West Norwood, but we know isn't standing in any consituency in 2015.
cy_gb: Bydd y gwrthrych hwn yn gael allweddi '2010' neu '2015' yn unig. Os yw un o allweddi hyn yn bresennol yna byddwn yn sicr bod gennym wybodaeth am yr ymgeisydd ar gyfer etholiad cyffredinol y DU yn y flwyddyn honno. Os mai gwerth <tt>null</tt> sydd yna, gwyddom <em>nad</em> ydynt yn sefyll. Os ydynt (neu oeddent) yn sefyll yn yr etholiad cyffredinol yn y flwyddyn honno, yna bydd yna rhestr yn rhoi manylion am yr etholaeth y maent yn cystadlu. Felly, yn yr enghraifft uchod, gallwn weld bod Tessa Jowell wedi syfyll yn Dulwich a Gorllewin Norwood yn 2010, ond nid yw'n sefyll mewn unrhyw etholaeth yn 2015.
fr: Ce objet aura seulement les clefs '2010' ou '2015'. Si l'un de ces clefs est présent, nous avons des informations sur le candidat pour les élections générales de la Grande Bretagne pour cette année. Si la valeur est <tt>null</tt>, ils ne sont <em>pas</em> candidats. Si ils sont (étaient) candidats aux élections générale cette année, il y aura un dictionnaire, vous donnant des informations sur les circonscriptions où ils étaient candidats

source: This object will similarly only have keys '2010' or '2015' and tells you what party the candidate is / was standing for in the general election of that year. So in the example above, you can see that Tessa Jowell stood for the Labour Party in 2010, but has no entry for 2015 (because, as the <tt>standing_in</tt> tells us) she's not standing in 2015.
cy_gb: Yn yr un modd bydd gan y gwrthrych hwn yr allweddi '2010' neu '2015' ac yn dweud wrthych pa blaid oedd/mae yr ymgeisydd yn sefyll yn yr etholiad cyffredinol y flwyddyn honno. Fel yn yr enghraifft uchod, gallwch weld bod Tessa Jowell wedi sefyll dros y Blaid Lafur yn 2010, ond does dim cofnod ohoni ar gyfer 2015 (oherwydd, fel noder y <tt>standing_in</tt>) doedd hi ddim yn sefyll yn 2015.
fr: Cet objet aura aussi seulement les clefs '2010' ou '2015' et vous dira pour quel parti le candidats brigue/briguait pour les élections générale de cette année. Donc dans l'exemple ci-dessous, vous verrez que Tessa Jowell stood pour le Labour Party en 2010, mais n'a pas d'entrée pour 2015 (parce que, comme nous le dit le <tt>standing_in</tt>) elle n'est pas candidate en 2015.

source: More complex (Full Popolo information)
cy_gb: Mwy cymhleth (GwybodaethPopolo cyflawn)
fr: Plus complexe (information Popolo complète)

source: All the candidates we know about for a constituency can be returned by making a GET request to a URL of this form, where you should substitute in the constituency ID for CONSTITUENCY_ID:
cy_gb: Gellir gweld pob un o'r ymgeiswyr a gwyddom am ar gyfer etholaeth drwy wneud cais GET i wegyfeiriad y ffurflen hon, lle dylech roi CONSTITUENCY_ID yn lle cyfeirnod yr etholaeth:
fr: Tous les candidats connus pour la circonscription peuvent être retournés par une requête GET à une URL de cette form, où vous devez substituer dans l'ID de la circonscription pour CONSTITUENCY_ID:

source: For example, for Dulwich and West Norwood, <a href="%(popit_url)sposts/65808?embed=membership.person.membership.organization">these would be the results</a>. To explain further, that's showing information about the <em>post</em> "MP for Dulwich and West Norwood". Under the <tt>memberships</tt> key of the <tt>result</tt> dictionary you can find all memberships of this post - those that have the <tt>role</tt> "Candidate" were candidates at one point.
cy_gb: Er enghraifft, ar gyfer Dulwich a Gorllewin Norwood, <a href="%(popit_url)sposts/65808?embed=membership.person.membership.organization"> dyma fydda'r canlyniadau</a>. I esbonio ymhellach, mae'n dangos gwybodaeth am yr <em>etholaeth</em>"MP Dulwich a Gorllewin Norwood". O dan allwedd <tt>memberships</tt> o rhestr <tt>result</tt> gallwch ddod o hyd i holl aelodaethau ar gyfer yr etholaeth - pob un gyda <tt>role</tt> Roedd y rhai a enwir yn "Candidate"yn ymgeiswyr ar un adeg.
fr: Par exemple, pour Dulwich et West Norwood, <a href="%(popit_url)sposts/65808?embed=membership.person.membership.organization">ceci seront les résultats</a>. Pour plus expliquer, cela montre des informations à propos du <em>poste</em> "Député pour Dulwich et West Norwood". En dessous de la clef <tt>appartenance</tt> du dictionnaire de <tt>résultat</tt> vous pouvez voir toutes les appartenances à ce poste - Ceux qui ont le <tt>rôle</tt> de "Candidat" étaient candidats à un point.

source: You should then look at the start and end dates of that membership, which will tell you whether they're a candidate for the 2015 election or were a past candidate for the 2010 election:
cy_gb: Yna dylech edrych ar y dyddiadau dechrau a diwedd yr aelodaeth honno, a bydd yn dweud wrthych p'un a ydyn nhw yn ymgeisydd ar gyfer etholiad 2015 neu 2010:
fr: Vous devrez ensuite chercher les dates de début et de fin pour cette appartenance, qui vous diront s'il y a un candidat pour les élection de 2015 ou s'il y en avait pour les élections de 2010:

source: Under <tt>person_id</tt> attribute of each of those membership you can find information about that candidate, like their name, contact details and (in another nested <tt>memberships</tt> object) their memberships of political parties. The party memberships use the same date values as above to indicate whether it's their party membership at the 2010 or 2015 election.
cy_gb: O dan briodoledd person <tt>person_id</tt> pob un o'r aelodaethau hynny, cewch wybodaeth am yr ymgeisydd hwnnw, fel enw, manylion cyswllt ac (o fewn gwrthrych <tt>memberships</tt> arall) eu haelodaeth o'r pleidiau gwleidyddol. Mae aelodaeth y blaid yn defnyddio'r un gwerthoedd dyddiad fel uchod i ddangos aelodaeth plaid/pleidiau yn etholiadau'r gorffennol (2010 neu 2015).
fr: En dessous de l'attribut <tt>person_id</tt> de ces appartenances, vous pouvez trouver des informations sur ce candidat; comme leurs noms, contact, et (dans un autres objet imbriqué <tt>appartenance</tt>) leurs appartenances à des parties politique. L'appartenance au parti utilise la même date que celle ci-dessus pour indiquer leur appartenance au parti, aussi bien pour les élections de 2010 que de 2015.

source: Find a candidate by name
cy_gb: Darganfod ymgeisydd o'r enw
fr: Trouver un candidat à partir du nom

source: You can use the <tt>search/persons</tt> endpoint with a query paramter like <tt>q=name:"John Doe"</tt>.
cy_gb: I ddarganfod unigolyn gallwch ddefnyddio <tt>chwilio/personau</tt> gydag ymholiad megis <tt>q=name:"John Doe"</tt>.
fr: Vous pouvez utiliser le endpoint <tt>search/persons</tt> avec les paramètre comme<tt>q=name:"John Doe"</tt>.

source: For example, you can find every David Jones in the database with <a href="%(popit_url)ssearch/persons?q=name:%%22david%%20jones%%22">this query</a>. As above, the <tt>standing_in</tt> and <tt>party_memberships</tt> elements will give you details about which constituencies they are / were standing in, and for which parties.
cy_gb: Er enghraifft, gallwch weld pob David Jones yn y gronfa ddata gyda chwiliad <a href="%(popit_url)ssearch/persons?q=name:%%22david%%20jones%%22">fel hyn</a>. Fel y nodir uchod, bydd yr elfennau <tt>standing_in</tt> a <tt>party_memberships</tt> yn datgelu manylion ynghylch pa etholaethau maent yn neu wedi cystadlu, ac am y pleidiau.
fr: Par exemple, vous pouvez trouver tous les David Jones dans la base de données par<a href="%(popit_url)ssearch/persons?q=name:%%22david%%20jones%%22">cette requête</a>. Comme ci-dessus, les éléments <tt>standing_in</tt> et <tt>party_memberships</tt> vous donneront des détails sur quelles circonscriptions ils sont/étaient candidats, et pour quels partis.

source: Get all known 2015 candidates
cy_gb: Gael pob ymgeisydd 2015 o'r bas data
fr: Avoir tous les candidats connus pour 2015

source: You can also use the <tt>search/persons</tt> endpoint to find all the candidates that we think are standing in 2015, with <a href="%(popit_url)ssearch/persons?q=_exists_:standing_in.2015.post_id ">this query</a>:
cy_gb: Gallwch hefyd ddefnyddio <tt>search/persons</tt> i ddod o hyd i holl ymgeiswyr yr ydym yn credu sy'n sefyll yn 2015, gyda'r <a href="%(popit_url)ssearch/persons?q=_exists_:standing_in.2015.post_id "> ymholiad hwn</a>:
fr: Vous pouvez aussi utiliser le endpoint <tt>search/persons</tt> pour trouver tous les candidats connus pour 2015, avec<a href="%(popit_url)ssearch/persons?q=_exists_:standing_in.2015.post_id ">cette requête</a>:

source: (This question was raised on the <a href="%(url)s">Democracy Club Google Group</a>, which may be of interest if you're developing software that uses the %(site.name)s data.)
fr: (Cette question a été levée sur le <a href="%(url)s">groupe google de Democracy Club</a>, qui pourrait être intéressé si vous développez un logiciel ui utilise des données de %(site.name)s )

source: Areas: %(all_area_names)s
cy_gb: Ardaloedd: %(all_area_names)s
es_cr: Cantón: %(all_area_names)s
fr: Zones: %(all_area_names)s

source: %(site_name)s user agreement
es_cr: Acuerdo de usuario de %(site_name)s
fr: Accord de l'utilisateur de %(site_name)s

source: Before you carry on to edit data in %(site_name)s, we need you to agree that your contributions to this site (with the exception of photo uploads) are owned by %(copyright_holder)s. In return, we agree to make the complete database available under an open licence such as <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA</a> or remove copyright restrictions by releasing into the public domain (<a href="https://creativecommons.org/publicdomain/zero/1.0/">CC0</a>).
es_cr: Antes de continuar a editar los datos en %(site_name)s, necesitamos que esté de acuerdo a que sus contribuciones al sitio (con la excepción de fotos subidas) sean propiedad de %(copyright_holder)s. A cambio, nosotros acordamos poner la base de datos a disposición bajo una licencia abierta como <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA</a>, o remover las restricciones de copyright liberándola al dominio público (<a href="https://creativecommons.org/publicdomain/zero/1.0/">CC0</a>).
fr: Avant de vous mettre à modifier les données sur %(site_name)s, nous avons besoin que vous acceptiez que vos contributions au site (à l'exception des photos uploader) sont la propriété de %(copyright_holder)s. En retour, nous agréons de rendre la base de données complète sous une licence ouverte telle que <a href="http://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA</a> ou supprimer les restrictions liées au copyright en la mettant dans le domaine public(<a href="https://creativecommons.org/publicdomain/zero/1.0/">CC0</a>).

source: I assign the copyright of my contributions to %(site_name)s (apart from photo uploads) to %(copyright_holder)s.
es_cr: Asigno los derechos de autor de mis contribuciones a %(site_name)s (aparte de fotos subidas) a %(copyright_holder)s.
fr: J'assigne le droit d'auteur de ma contribution au site %(site_name)s (sauf les téléchargement de photo) à %(copyright_holder)s.

source: Continue
cy_gb: Pahau
es_cr: Continuar
fr: Continuer

source: Otherwise you can <a href="%(url)s">log out</a>. Please do <a href="mailto:%(email)s">email us</a> if you have any questions about this agreement.
cy_gb: Nau gallwch <a href="%(url)s">allgofnodi</a>. Croeso ichi <a href="mailto:%(email)s">ebostio</a> gydag ymholiadau am y cytundeb.
es_cr: De lo contrario puede <a href="%(url)s">cerrar sesión</a>. Por favor <a href="mailto:%(email)s">escríbanos</a> si tiene preguntas sobre este acuerdo.
fr: Autrement vous pouvez <a href="%(url)s"> vous déconnecter</a>. S'il vous plait, <a href="mailto:%(email)s">nous envoyer un email</a> si vous avez des questions sur cet accord.

source: Why are we asking you to agree to this?
cy_gb: Pam yr ydym yn gofyn ichi gytuno i hyn?
es_cr: ¿Por qué le pedimos que acepte esto?
fr: Pourquoi vous demandons nous d'approuver ceci?

source: This is the simplest way to ensure that we can make this data as widely available as possible while preventing the hard work of contributors to %(site_name)s being unfairly co-opted by companies building closed candidate databases. This also allows us the flexibility to release the data under different open licenses in the future.
es_cr: Esta es la forma más simple de asegurarnos de que podemos hacer esta información tan ampliamente disponible como sea posible y al mismo tiempo prevenir que el trabajo duro de nuestros voluntarios en %(site_name)s sea injustamente co-optado por compañías construyendo bases de datos cerradas. Esto también nos permite la flexibilidad de lanzar los datos bajo diversas licencias abiertas en el futuro.
fr: Ceci est le moyen le plus simple de nous assurer que nous pouvons rendre cette données disponible le plus largement possible en préservant le dur travail des contributeurs de %(site_name)s d'être injustement coopté par des organisations construisant des bases de données fermées de candidats. Cela nous permet de rendre accessible avec une certaine flexibilité les données sous d'autres licences ouvertes dans le futur.

source: How do you know that %(name)s is standing?
cy_gb: Sut ydych chi'n gwybod bod %(name)s yn sefyll?
es_cr: ¿Cómo sabes que %(name)s se presenta?
fr: Comment savez vous que %(name)s est candidat?

source: Before updating our records we need to know the source for your information that %(name)s is standing for election to the post of %(post_label)s in the %(election_name)s.
cy_gb: Cyn diweddaru ein cofnodion mae angen inni wybod y ffynhonnell ar gyfer eich gwybodaeth bod %(name)s yn sefyll ar gyfer etholiad i'r etholaeth %(post_label)s yn %(election_name)s.
es_cr: Antes de actualizar nuestros archivos necesitamos saber la fuente para su información de que %(name)s se está presentando para la elección del cargo %(post_label)s en la %(election_name)s.
fr: Avant de mettre à jour notre enregistrement, nous avons besoin de connaitre vos sources que %(name)s est candidats aux élections %(election_name)s pour le poste de %(post_label)s.

source: How do you know that %(name)s isn’t standing?
cy_gb: Sut ydych chi'n gwybod nad yw %(name)s yn sefyll?
es_cr: Cómo sabés que %(name)s no se presenta?
fr: Comment savez vous que %(name)s n'est pas candidat?

source: Before updating our records we need to know the source for your information that %(name)s <strong>isn’t</strong> standing for election to the post of %(post_label)s in the %(election_name)s.
cy_gb: Cyn diweddaru ein cofnodion mae angen inni wybod y ffynhonnell ar gyfer eich gwybodaeth <strong>nad</strong> yw %(name)s yn sefyll ar gyfer %(post_label)s yn %(election_name)s.
es_cr: Antes de actualizar nuestros archivos necesitamos saber la fuente de su información de que %(name)s <strong>no está</strong> presentándose para la elección del cargo de %(post_label)s en la %(election_name)s.
fr: Avant de mettre à jour notre enregistrement, nous avons besoin de connaitre vos sources que %(name)s <strong>n'est pas</strong> candidats aux élections %(election_name)s au poste de %(post_label)s.

source: Candidates by constituency for the UK 2015 General Election
cy_gb: Ymgeiswyr fesul etholaeth ar gyfer etholiad cyffredinol 2015 y DU
fr: Des candidats par circonscription pour les élections générale de GB de 2015.

source: Constituencies Declared for the 2015 General Election
cy_gb: Etholaethau sydd wedi eu datgan ar gyfer yr etholiad cyffredinol 2015
fr: Circonscription déclarées pour les élections générales de 2015

source: Constituencies
cy_gb: Etholaethau
es_cr: Circunscripciones
fr: Circonscriptions

source: %(total_left)s still undeclared (%(percent_done)s%% done)
cy_gb: %(total_left)s yn dal i fod heb eu datgan (%(percent_done)s%% wedi)
es_cr: %(total_left)s aún sin declarar (%(percent_done)s%% hecho)
fr: %(total_left)s toujours pas déclarés (%(percent_done)s%% fait)

source: Unlocked Constituencies for the 2015 General Election
cy_gb: Etholaethau heb ei gloi ar gyfer yr etholiad cyffredinol 2015
fr: Circonscriptions déverrouillées pour les élections générales de 2015

source: Still Unlocked Constituencies
cy_gb: Etholaethau sydd dal ar glo
es_cr: Circunscripciones aún abiertas
fr: Circonscription encore vérouillées

source: %(total_left)s left to do (%(percent_done)s%% done)
cy_gb: %(total_left)s yn weddill (%(percent_done)s%% wedi gwneud)
es_cr: %(total_left)s aún faltan (%(percent_done)s%% hechos)
fr: %(total_left)s restant à faire (%(percent_done)s%% fait)

source: All Constituencies for the 2015 General Election
cy_gb: Holl etholaethau ar gyfer yr etholiad cyffredinol 2015
fr: Toutes les circonscriptions pour les élections législatives de 2015

source: Follow one of the links below to see the known candidates for that constituency:
cy_gb: Ddilyn un o'r dolenni isod i weld yr ymgeiswyr hysbys ar gyfer yr etholaeth honno:
fr: Suivez un des liens ci-dessous pour voir des candidats connus pour cette circonscription

source: Candidates for %(post_label_shorter)s in the %(election_name)s
cy_gb: Ymgeiswyr %(post_label_shorter)s yn %(election_name)s
es_cr: Candidatos para %(post_label_shorter)s en la %(election_name)s
fr: Candidats pour %(post_label_shorter)s aux %(election_name)s

source: List of Candidates for %(post_label_shorter)s in the %(election)s
cy_gb: Rhestr Ymgeiswyr %(post_label_shorter)s yn %(election)s
es_cr: Listado de candidatos a %(post_label_shorter)s en la elección de %(election)s
fr: Liste des candidats pour %(post_label_shorter)s aux %(election)s

source: find out more on %(site_name)s
es_cr: Encuentre más información en %(site_name)s
fr: En savoir plus sur %(site_name)s

source: Candidates for <span id="constituency-name">%(post_label_shorter)s</span>
cy_gb: Ymgeiswyr <span id="constituency-name">%(post_label_shorter)s</span>
es_cr: Candidatos a <span id="constituency-name">%(post_label_shorter)s</span>
fr: Candidats pour <span id="constituency-name">%(post_label_shorter)s</span>

source: Invalidate Cache
cy_gb: Annilysu'r Storfa (Cache)
fr: Invalider le cache

source: As a staff user, you can invalidate any cached data for this constituency. This may <em>occasionally</em> be necessary if the page is showing stale information for more than 10 seconds.
cy_gb: Fel defnyddiwr staff, gallwch annilysu unrhyw ddata sydd wedi'i storio ar gyfer yr etholaeth hon. Mae angen gwneud hyn <em>weithiau</em> os yw'r dudalen yn dangos hen wybodaeth am 10 eiliad neu'n hirach.
fr: En tant que membre du personnel, vous pouvez invalider toute donnée dans le cache pour cette circonscription. Cela peut occasionnellement être nécessaire si la page affiche des informations obsolète de plus de 10 secondes.

source: %(election_name)s candidates
cy_gb: %(election_name)s ymgeiswyr
es_cr: Candidatos a %(election_name)s
fr: candidats aux %(election_name)s

source: Find candidates to be your next representative
cy_gb: Dod o hyd i ymgeiswyr i fod yn eich cynrychiolydd nesaf
es_cr: Encontrá tus candidatos locales
fr: Trouvez un candidats pour être votre prochain représentant
