Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: Find information about the candidates who stood in the elections on February 7 2016
es_cr: Encuentre información sobre los candidatos que se presentaron a elecciones el 7 de febrero del 2016

source: Emails
cy_gb: Ebyst
es_cr: Correos electrónicos

source: e.g MapIt
es_cr: e.j Mapit

source: The number of people who are elected to this post in the election. -1 means a variable number of winners
es_cr: El número de personas que fueron electas a este cargo en la elección, -1 significa un número variable de ganadores

source: Candidates by post for the St Paul municipal elections 2015
es_cr: Candidatos por cargo para las elecciones municipales de 2015

source: Unable to find constituency for '{0}'
es_cr: No fue posible encontrar circunscripción para '{0}'

source: Elections
es_cr: Elecciones

source: Image uploaded by {user} of candidate {person_id}
es_cr: Imagen cargada por {user} del candidato {person_id}

source: Uploaded by {uploaded_by}: Approved from photo moderation queue
es_cr: Subido por {uploaded_by}: foto aprobada de la cola de moderación

source: Profession
es_cr: Profesión

source: Important Roles
es_cr: Cargos importantes

source: Standing for re-election
es_cr: Re-elección (si o no)

source: Date of birth (a four digit year or a full date)
es_cr: Fecha de nacimiento (año de cuatro dígitos o DD-MM-AAAA)

source: Hello from %(site_name)s!
es_cr: Saludos desde %(site_name)s!

source: You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect their account.
es_cr: Estás recibiendo este correo porque el usuario %(user_display)s en %(site_domain)s ha ingresado esta dirección de correo electrónico para conectarse con su cuenta.

source: To confirm this is correct, go to %(activate_url)s
es_cr: Para confirmar que esta solicitud es correcta, entrá a %(activate_url)s

source: Thank you from %(site_name)s!
es_cr: Gracias de parte del equipo de %(site_name)s!

source: Please Confirm Your E-mail Address
es_cr: Por favor confirme su dirección de correo electrónico

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
es_cr: Estás recibiendo este correo porque vos o alguien más ha solicitado la contraseña para tu cuenta de usuario en %(site_domain)s. Si no solicitaste el restablecimiento de la contraseña, ignorá este mensaje. Dale click al enlace abajo para restablecer tu contraseña.

source: In case you forgot, your username is %(username)s.
es_cr: En caso de haberlo olvidado, tu nombre de usuario es %(username)s.

source: Thank you for using %(site_name)s!
es_cr: Gracias por utilizar %(site_name)s!

source: Password Reset E-mail
es_cr: Correo para restablecer contraseña

source: Issue tracker
cy_gb: Traciwr materion
es_cr: Reportes de errores

source: Election results from {site_name}
es_cr: Resultados de la elección de {site_name}

source: Of %(num_candidates)s candidates in total (%(percent_empty)s%% blank)
es_cr: Del %(num_candidates)s total de candidatos (%(percent_empty)s%% blank)

source: You can see a list of all the posts in current elections <a href="%(url)s">ordered starting with those with the fewest candidates</a>.
cy_gb: Edrychwch ar restr trefnus o etholaethau <a href="%(url)s">gan ddechrau gyda'r rhai gyda'r nifer leiaf o ymgeiswyr</a>.

source: is known to be standing for the post with ID {party} in the {election}
cy_gb: sy'n hysbys fel un sy'n sefyll yn yr etholaeth gyda'r cyfeirnod {party} yn {election}

source: was known to be standing for the post with ID {party} in the {election}
cy_gb: oedd yn hysbys fel un oedd yn sefyll dros yr etholaeth gyda chyfeirnod {party} yn {election}

source: is known to be standing in the constituency with MapIt URL {party} in the {election}
cy_gb: sy'n hysbys fel un sy'n sefyll yn yr etholaeth gyda'r cyfeiriad MapIt {party} yn {election}

source: was known to be standing in the constituency with MapIt URL {party} in the {election}
cy_gb: oedd yn hysbys fel un oedd yn sefyll yn yr etholaeth gyda'r cyfeiriad MapIt {party} yn {election}

source: As a precaution, an update was blocked: {0} If this update is appropriate, someone should apply it manually.
cy_gb: Rhag ofn, rhwystwyd diweddariad {0} Os yw'r diweddariad yn briodol, dylie rhywun ei ychwanegu.

source: Yo Quiero Saber
cy_gb: Hoffwn wybod

source: You can just reply to this email if you want to discuss that further, or you can try uploading a photo with a different reason or justification for its use using this link:
cy_gb: Ymatebwch i'r ebost hwn os am drafod ymhellach, neu gallwch lanlwytho llun gwahanol gyda chyfiawnhad ar gyfer ei ddefnyddio gan ddefnyddio'r ddolen hon:

source: Please don't quote third-party candidate sites — we prefer URLs of news stories or official candidate pages.
cy_gb: Peidiwch ddyfynu gwefannau trydydd parti os gwelwch chi'n dda — mae'n well gennym gwegyfeiriadau straeon newyddion neu o dudalennau swyddogol ymgeiswyr.

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
cy_gb: Mewngofnodwch gydag un o'ch cyfrifon trydydd parti. Neu, <a href="%(signup_url)s">ymunwch</a> ar gyfer cyfrif %(site_name)s a mewngofnodi isod:

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
cy_gb: Os nad ydych wedi creu cyfrir eto <a href="%(signup_url)s">ymaelodwch</a> yn gyntaf.
