Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: Add a new candidate
cy_gb: Ychwanegu ymgeisydd newydd
es_cr: Agregar un candidato nuevo
fr: Ajouter un nouveau candidat

source: Sign in to add a new candidate
cy_gb: Mewngofnodi er mwyn ychwanegu ymgeisydd newydd
es_cr: Regístrate para agregar un nuevo candidato
fr: Inscrivez vous pour ajouter un nouveau candidat

source: Add new candidate
cy_gb: Ychwanegu ymgeisydd newydd
es_cr: Agregar candidato nuevo
fr: Ajouter un nouveau candidat

source: Cancel
cy_gb: Canslo
es_cr: Cancelar
fr: Annuler

source: Is a candidate from the 2010 election standing again?
cy_gb: Oes yna ymgeisydd o ryw etholiad yn y gorffennol yn ail-eistedd?
fr: Est-ce qu'un candidate ds élection de 2010 brigue à nouveau?

source: We don't know if these candidates from earlier elections are standing again
cy_gb: Nid ydym yn gwybod os yw'r ymgeiswyr hyn o etholiadau cynharach yn sefyll unwaith eto
es_cr: No sabemos si estos candidatos de elecciones anteriores se presentan de nuevo
fr: Nous ne savons pas si ces candidats de l'élection passée briguent à nouveau

source: Standing again
cy_gb: Sefyll eto
es_cr: Se presenta de nuevo
fr: Brigue à nouveau

source: Not standing again
cy_gb: Nid yw'n sefyll unwaith eto
es_cr: No se presenta de nuevo
fr: Ne brigue pas a nouveau

source: These candidates from earlier elections are known not to be standing again
cy_gb: Gwyddys nad yw ymgeiswyr hyn o etholiadau cynharach yn sefyll eto
es_cr: Estos candidatos de elecciones anteriores no se presentan de nuevo
fr: Ces candidats de l'élection passée sont connus pour pas briguer à nouveau

source: Actually, they are standing!
cy_gb: Ydyn nhw'n sefyll, go iawn?
es_cr: ¡De hecho, sí se presentan!
fr: Il sont candidats!

source: Editing of data in %(site.name)s is now disabled, but if you have a correction, please email it to <a href="mailto:%(email)s">%(email)s</a>
es_cr: La edición de los datos en %(site.name)s está deshabilitada; si tiene alguna corrección, favor enviarla a <a href="mailto:%(email)s">%(email)s</a>
fr: La modification des données sur %(site.name)s est maintenant desactivée, mais si vous avez une correction, s'il vous plait, envoyez un email à <a href="mailto:%(email)s">%(email)s</a>

source: Thank-you for adding <a href="%(person_url)s">%(person_name)s</a>!
es_cr: Gracias por agregar a <a href="%(person_url)s">%(person_name)s</a>!
fr: Merci pour l'ajout de <a href="%(person_url)s">%(person_name)s</a>!

source: Thank-you for updating <a href="%(person_url)s">%(person_name)s</a>!
es_cr: Gracias por actualizar a <a href="%(person_url)s">%(person_name)s</a>!
fr: Merci pour la mise à jour de <a href="%(person_url)s">%(person_name)s</a>!

source: <a href="%(person_edit_url)s">Edit %(person_name)s again</a>
es_cr: <a href="%(person_edit_url)s">Edite a %(person_name)s de nuevo</a>
fr: <a href="%(person_edit_url)s">Modifier %(person_name)s à nouveau</a>

source: Add a candidate for <a href="%(needing_attention_url)s">one of the posts with fewest candidates</a>
es_cr: Agregue un candidato para <a href="%(needing_attention_url)s">uno de los cargos con menos candidatos</a>
fr: Ajouter un candidat pour <a href="%(needing_attention_url)s">Un des postes avec le moins de candidats</a>

source: <a href="%(person_create_url)s">Add another candidate in the %(election_name)s</a>
es_cr: <a href="%(person_create_url)s">Agregue otro candidato en la %(election_name)s</a>
fr: <a href="%(person_create_url)s">Ajouter un autre candidats aux %(election_name)s</a>

source: This photo was uploaded by the user ‘%(contributor)s’.
cy_gb: Llwythwyd y llun hon gan ddefnyddiwr ‘%(contributor)s’.
es_cr: Esta foto la subió el usuario %(contributor)s’.
fr: Cette photo à été téléversée par l'utilisateur ‘%(contributor)s’.

source: Their justification for its use on the site was:
cy_gb: Eu cyfiawnhad ar gyfer ei ddefnyddio ar y safle oedd:
es_cr: Su justificación para usarla en este sitio fué:
fr: Leur justification pour son utilisation sur les site était:

source: They commented: “%(user_comment)s”.
cy_gb: Eu sylw nhw oedd: “%(user_comment)s”.
es_cr: El usuario comentó: “%(user_comment)s”.
fr: Ils ont commenté: “%(user_comment)s”.

source: The volunteer moderator who reviewed this photo picked a different justification for its use on the site, which was:
cy_gb: Dewisodd y cymedrolwr/aig gwirfoddolwyr cyfiawnhad gwahanol ar gyfer ei ddefnyddio ar y safle, sef:
es_cr: El moderador voluntario que revisó esta foto dió una justificación diferente para usarla en este sitio, la cual fue:
fr: Le volontaire modérateur qui a revu cette photo a pris une justification differente pour son utilisation sur le site, qui était

source: The source of the image was “%(source)s”.
cy_gb: Ffynhonnell y ddelwedd oedd “%(source)s”.
es_cr: La fuente de la imágen fué “%(source)s”.
fr: La source de l'image était “%(source)s”.

source: Notes about this image: “%(notes)s”.
cy_gb: Nodiadau am y llun hwn: “%(notes)s”.
es_cr: Notas sobre esta imágen: “%(notes)s”.
fr: Notes sur l'image: “%(notes)s”.

source: the photo is free of copyright restrictions (i.e. has explictly been placed in the public domain)
cy_gb: nid oes cyfyngiadau hawlfraint ar y llun hwn (h.y. Mae wedi'i osod yn benodol y parth cyhoeddus)
es_cr: la foto está libre de restricciones de copyright (por ejemplo, fué puesta explícitamente en el dominio público, o está publicada con licencia Creative Commons)
fr: La photo est libre de droit (i.e. a été explicitement placée dans le domaine public)

source: they have assigned the copyright of the image to %(site_owner)s so that we may use it on the site
es_cr: Le han asignado el copyright de la imagen a %(site_owner)s para que podamos usarla en el sitio
fr: Ils ont cédé le droit d'utilisateur de l'image à %(site_owner)s afin que nous puissions l'utiliser sur le site internet

source: this photo is the candidate's profile on social media, or is used to promote their candidacy on an official candidate or party website
cy_gb: dyma lun proffil yr ymgeisydd ar gyfryngau cymdeithasol, neu i hyrwyddo eu hymgeisyddiaeth ar wefan ymgeisydd swyddogol neu wefan blaid
es_cr: Esta foto es del perfil del candidato en redes sociales, o es usada para promover su candidatura en un sitio oficial del candidato o del partido
fr: Cette photo est le profil du candidat sur les réseaux sociaux, ou est utilisée pour faire la promotion de sa candidature sur le site officiel des candidats ou sur le site du parti

source: there is some reasonable justification for its use
cy_gb: ceir rhywfaint o gyfiawnhad rhesymol ar gyfer ei ddefnyddio
es_cr: hay una justificación razonable para su uso
fr: Il y a une justification raisonnable à son utilisation

source: Please indicate your source for that information in the box below:
cy_gb: Nodwch eich ffynhonnell am y wybodaeth honno yn y blwch isod:
es_cr: Por favor indique la fuente de esa información en este campo:
fr: S'il vous plaît, indiquez votre source pour cette information dans l'encadré ci-dessous:

source: Save changes
cy_gb: Cadw newidiadau
es_cr: Guardar cambios
fr: Sauvegarder les modifications

source: Before we save that, can you show us <em>where</em> you heard it?
cy_gb: Cyn inni safio hwn, dywedwch wrthym <em>ble</em> clywsoch chi?
es_cr: Antes de guardar eso, ¿Nos contás dónde te enteraste?
fr: Avant que nous ne sauvegardons ceci, pouvez vous nous montrer <em>où</em> avez vous entendu cela?

source: About this site
cy_gb: Am y wefan hon
es_cr: Acerca de este sitio
fr: A propos de ce site

source: Please email <a href="mailto:%(email)s">%(email)s</a> with any feedback or bug reports.
es_cr: Por favor escriba a <a href="mailto:%(email)s">%(email)s</a> con cualquier comentario o reporte de error que quiera realizar.
fr: s'il vous plaît, envoyez un email <a href="mailto:%(email)s">%(email)s</a> avec vos retours et rapports de bogues.

source: The source code for this site is <a href="https://github.com/mysociety/yournextrepresentative/">available on GitHub</a>, and you can find a <a href="https://github.com/mysociety/yournextrepresentative/issues">list of known bugs</a> there as well.
cy_gb: Mae cod ffynhonnell y safle hwn <a href="https://github.com/mysociety/yournextrepresentative/">ar gael ar GitHub </a>, ynghyd a <a href="https://github.com/mysociety/yournextrepresentative/issues">rhestr o wallau</a>.
es_cr: El código fuente de este sitio está <a href="https://github.com/mysociety/yournextrepresentative/">disponible en GitHub</a>, y podés encontrar la <a href="https://github.com/mysociety/yournextrepresentative/issues">lista de errores conocidos</a> ahí también.
fr: Le code source de ce site est <a href="https://github.com/mysociety/yournextrepresentative/">disponible sur GitHub</a>, et vous pouvez trouver la <a href="https://github.com/mysociety/yournextrepresentative/issues">liste des bogues connus</a> aussi.

source: This site was originally developed by Mark Longair (mySociety), Sym Roe (Democracy Club) and Zarino Zappia (mySociety), and <a href="https://github.com/mysociety/yournextrepresentative/graphs/contributors">many other contributors</a>, to whom we owe a debt of gratitude.
fr: A l'origine, ce site a été développé par Mark Longair (mySociety), Sym Roe (Democracy Club) et Zarino Zappia (mySociety), et <a href="https://github.com/mysociety/yournextrepresentative/graphs/contributors">beaucoup d'autres contributeurs</a>, à qui nous sommes redevable.

source: You can use the data from this site, via the <a href="%(api_url)s">API or CSV download</a>, under the terms of the Creative Commons license <a href="https://creativecommons.org/licenses/by-sa/4.0/">Attribution-ShareAlike (CC-BY-SA)</a> with the exception of:
cy_gb: Gallwch ddefnyddio'r data o'r wefan hon drwy'r <a href="%(api_url)s">API neu lawrlwythiad CSV</a>, dan amodau'r drwydded Creative Commons <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA</a> ag eithrio:
es_cr: Podés usar los datos de este sitio, a través de la <a href="%(api_url)s">API o descargándolos en formato CSV</a>, bajo los términos de la licencia Creative Commons <a href="https://creativecommons.org/licenses/by-sa/4.0/deed.es">Atribución-CompartirIgual 4.0 Internacional (CC BY-SA 4.0)</a> con la excepción de:
fr: Vous pouvez utilisez les données sur ce site, à travers <a href="%(api_url)s">l'API ou le téléchargement de fichiers CSV</a>, sous les termes de la licence Creative Commons <a href="https://creativecommons.org/licenses/by-sa/4.0/">Attribution-ShareAlike (CC-BY-SA)</a> à l'exception de:

source: Party logos
es_cr: Logos de partidos
fr: Logos du parti

source: Candidate photos, which are typically either submitted by the candidates themselves, or from sources where it seems reasonable that we might use them on this site, such as the party's official page for that candidate, or their social media profile picture.
cy_gb: Mae lluniau ymgeiswyr fel arfer naill ai gan yr ymgeiswyr eu hunain, neu o ffynonellau lle mae'n ymddangos yn rhesymol y gallai eu defnyddio ar y safle hwn, fel tudalen swyddogol y blaid ar gyfer yr ymgeisydd hwnnw, neu eu llun proffil cyfryngau cymdeithasol.
es_cr: Fotos de los candidatos, las cuales típicamente son enviadas por los propios candidatos, o son recogidas de fuentes donde parece razonable que podamos usarlas, como la página oficial del candidato o su perfil en redes sociales.
fr: Les photos de candidats, qui sont généralement soit soumis par les candidats eux-mêmes, ou provenant de sources où il semble raisonnable que nous pourrions les utiliser sur ce site, comme la page officielle du parti pour ce candidat, ou sa photo de profil sur les médias sociaux.

source: If the CC-BY-SA licence is problematic for you, but you feel that you have a worthwhile use of the data in mind, please <a href="mailto:%(email)s">contact us</a> to discuss your situation further.
cy_gb: Os nad yw'r drwydded CC-BY-SA yn eich plesio, ond yr ydych yn teimlo fod ganddoch defnydd gwerth chweil o'r data mewn golwg, <a href="mailto:%(email)s">cysylltwch â ni</a> i drafod eich sefyllfa ymhellach os gwelwch yn dda.
es_cr: Si la licencia CC-BY-SA le resulta problemática, por favor <a href="mailto:%(email)s">contáctenos</a> para charlar sobre su situacion.
fr: Si la licence CC-BY-SA est problématique pour vous, mais que vous sentez que vous avez un usage utile des données à l'esprit, s'il vous plaît contactez-nous <a href="mailto:%(email)s"> </a> pour discuter de votre situation.

source: Privacy Policy
cy_gb: Polisi Preifatrwydd
es_cr: Política de privacidad
fr: politique de confidentialité

source: The privacy policy of this site can be found <a href="%(url)s">here</a>.
cy_gb: Dyma'r <a href="%(url)s">polisi preifatrwydd</a>.
es_cr: La política de privacidad de este sitio <a href="%(url)s">puede ser encontrada aquí</a>.
fr: La politique de confidentialité de ce site peut être trouvée <a href="%(url)s">ici</a>.

source: Disclaimer
cy_gb: Ymwadiad
es_cr: Descargo de responsabilidades
fr: Avertissement

source: The data on this website is crowd-sourced and may not be complete (or may contain inaccuracies). If you find an error, please either update the page yourself, or <a href="mailto:%(email)s">email us</a> to report the problem.
cy_gb: Mae data ar y wefan hon wedi'i dorfoli, felly ni fydd efallai yn gyflawn (neu gall gynnwys gwallau). Croeso i chi gywiro gwallau eich hun, neu <a href="mailto:%(email)s">ebostiwch</a> i adael inni wybod am broblemau.
es_cr: La información en este sitio es producto de una investigación colectiva (crowd-source) y puede no estar completa o contener inexactitudes. Si encuentra un error, por favor actualice la página usted mismo, o <a href="mailto:%(email)s">envíenos un correo</a> para reportar el problema.
fr: Les données sur ce site sont crowd-sourcées et peut ne pas être complète (ou peut contenir des inexactitudes). Si vous trouvez une erreur, s'il vous plaît, vous pouvez mettre à jour la page vous-même, ou nous envoyer un courriel <a href="mailto:%(email)s"> </a> pour signaler le problème.

source: Update Disallowed
cy_gb: Gwaharddwyd Diwaddariad
es_cr: Disculpas, la actualización no fué permitida.
fr: Mise à jour rejetée

source: API for candidates
cy_gb: API ymgeiswyr
es_cr: API para candidatos
fr: API pour les candidats

source: Using this data via the API
cy_gb: Defnyddio'r data drwy'r API
es_cr: Usando estos datos via la API
fr: Utilisation de ces données via l'API

source: The data that's submitted to this site is available as a CSV/Excel download and programmatically via a RESTful web service called PopIt, which stores information about people and their positions in organizations. (You can <a href="http://popit.poplus.org/">find out more about PopIt here</a>.)
cy_gb: Mae'r data a gyflwynir i'r safle hwn yn ar gael i'w lawrlwytho fel CSV/Excel ac fel gwasanaeth gwe RESTful o'r enw PopIt, sy'n storio gwybodaeth am bobl a'u swyddi mewn sefydliadau. (Gallwch <a href="http://popit.poplus.org/"> ddarganfod mwy am PopIt yma </a>.)
fr: Les données qui est soumises sur ce site sont disponibles en téléchargement CSV / Excel et par programmation via un service Web RESTful appelé Popit, qui stocke des informations sur les gens et leurs positions au sein des organisations. (Vous pouvez <a href="http://popit.poplus.org/"> en savoir plus sur Popit ici </a>.)

source: CSV/Excel Download
cy_gb: Lawrlwythiad CSV/Excel
es_cr: Descarga CSV (formato Excel)
fr: Téléchargement CSV/Excel

source: Current elections
cy_gb: Etholiadau cyfredol
es_cr: Elecciones actuales
fr: Élections actuelles

source: Download of the %(title)s candidates
cy_gb: Lawrlwythiad o'r %(title)s ymgeisydd
es_cr: Descargar candidatos de la %(title)s
fr: Téléchargment des %(title)s candidats

source: Historic elections
cy_gb: Etholiadau hanesyddol
es_cr: Elecciones históricas
fr: élections historiques

source: All elections
cy_gb: Pob etholiad
fr: Toutes les élections

source: Download of the candidates for all elections
cy_gb: Lawrlwythiad o'r ymgeiswyr ar gyfer pob etholiad
fr: Téléchargement des candidats pour toutes les élections

source: The base API URL for the data is:
cy_gb: Bonyn cyfeiriad gwefan yr API ar gyfer y data yw:
fr: L'URL de base de l'API pour les données est:

source: You can read <a href="http://popit.poplus.org/docs/api/">more generic documentation for the PopIt API</a> or just follow the simple examples that follow.
cy_gb: Gallwch ddarllen <a href="http://popit.poplus.org/docs/api/">rhagor o ddogfennau cyffredinol ar gyfer API PopIt </a> neu dilynwch yr enghreifftiau syml sy'n dilyn.
fr: Vous pouvez lire <a href="http://popit.poplus.org/docs/api/"> plus de documentation générique pour l'</a> API Popit ou tout simplement suivre les exemples simples qui suivent.

source: Find a Constituency ID
cy_gb: Dod o hyd i Gyfeirnod Etholaeth
es_cr: Encontrar el ID de una circunscripción
fr: Trouver l'ID d'une circonscription électorale

source: In order to look up candidates for a constituency, you have to find the ID of that constituency. The IDs that we use for constituencies are the IDs for Westminster constituencies areas in another web service, <a href="http://mapit.mysociety.org">MapIt</a>.
cy_gb: Er mwyn chwilio am ymgeiswyr ar gyfer etholaeth, rhaid canfod cyfeirnod (ID) yr etholaeth honno. Mae'r cyfeirnodau a ddefnyddiwn ar gyfer etholaethau yr un fath a'r rhai a defnyddir ar gyfer ardaloedd etholaethau San Steffan, Llundain, ar wasanaeth gwe arall, <a href="http://mapit.mysociety.org">MapIt</a>.
es_cr: Con el fin de buscar candidatos para una circunscripción, usted tiene que encontrar el ID de ese cantón.
fr: Afin de rechercher des candidats pour une circonscription, vous devez trouver l'ID de cette circonscription. Les identifiants que nous utilisons peuvent être trouvés sur un autre service Web, <a href="http://mapit.mysociety.org"> MapIt </a>.

source: ... from a postcode
cy_gb: ... o'r cod post
es_cr: ... de un código postal
fr: ... à partir d'un code postal

source: Suppose you want to find the constituency for the postcode SW1A&nbsp;1AA, then you would make a GET request to the following URL:
cy_gb: Os am ddarganfod etholaeth ar gyfer y cod post SW1A&nbsp;1AA, byddech chi'n gwneud cais GET i'r gwegyfeiriad canlynol:
es_cr: Suponga usted quiere encontrar la circunscripción para el código postal SW1A&nbsp;1AA, después usted podría intentar una búsqueda para el siguiente URL:
fr: Supposons que vous voulez trouver la circonscription pour le code postal SW1A & nbsp; 1AA, alors vous ferez une requête GET à l'URL suivante:

source: This <a href="http://mapit.mysociety.org/postcode/SW1A1AA">returns a JSON object</a>, wherein the constituency ID can be found at <tt>.shortcuts.WMC</tt>.
cy_gb: Mae <a href="http://mapit.mysociety.org/postcode/SW1A1AA">hwn yn dychwelyd gwrthrych JSON</a>, yn <tt>.shortcuts.WMC</tt>. mae'r cyfeirnod etholaeth
es_cr: Esto <a href="http://mapit.mysociety.org/postcode/SW1A1AA">regresará un objeto JSON </a>, en donde la identificación de la circunscripción puede ser encontrada como <tt>.shortcuts.WMC</tt>.
fr: Cela <a href="http://mapit.mysociety.org/postcode/SW1A1AA">retourne un objet JSON</a>, dans lequel l'ID de la circonscription peut être trouvée à <tt> .shortcuts.WMC </ tt>.

source: There's more documentation available on <a href="http://mapit.mysociety.org/#api-by_postcode">postcode lookups on the MapIt front-page</a>.
cy_gb: Mae 'na ragor o fanylion <a href="http://mapit.mysociety.org/#api-by_postcode">ar adran cod post hafan MapIt</a>.
es_cr: Hay más documentación disponible en <a href="http://mapit.mysociety.org/#api-by_postcode">sobre búsquedas del código postal en la pagina principal de Maplt </a>.
fr: Il y a plus de documentation disponible sur <a href="http://mapit.mysociety.org/#api-by_postcode">la recherche à partir du code postal sur la première page de MapIt</a>.

source: ... from a latitude / longitude or other coordinate
cy_gb: ... o ledred / hydred neu cyfesuryn arall
es_cr: ... de una latitud / longitud u otra coordenada
fr: ... à partir d'une latitude / longitude ou autre coordonnées

source: You can look up constituencies in MapIt using a variety of coordinate systems. To give the most common example, you might have a WGS84 coordinate from a GPS or location API, in which can you should put the SRID 4326 in your lookup. For example, latitude 52.205083 and longitude 0.115194 could be looked up with:
cy_gb: Gallwch chwilio am etholaethau yn MapIt gan ddefnyddio amrywiaeth o systemau cyfesuryn. E.e. os oes gennych cyfesuryn WGS84 o declyn llywio â lloeren neu o elfen leoliad API, rhowch SRID 4326 yn eich ymholiad. E.e. gellid darganfod lledred o 52.205083 a hydred o 0.115194 gyda:
es_cr: Usted puede buscar una circunscripción en Maplt usando una variedad de sistemas de coordenadas. Para dar el ejemplo más común, usted puede tener una coordenada WGS84 de un GPS o una ubicación API, en donde podrá poner la SRID 4326 en su búsqueda. Por ejemplo, latitud 52.205083 y longitud 0.115194 puede ser buscada como:
fr: Vous pouvez rechercher des circonscriptions dans MapIt utilisant une variété de systèmes de coordonnées. Pour donner l'exemple le plus courant, vous pourriez avoir une coordonnées WGS84 à partir d'un GPS ou d'un emplacement API, dans lequel vous devez mettre le SRID 4326 dans votre recherche. Par exemple, la latitude et la longitude 52.205083 0.115194 pourraient être examinées avec:

source: (Note that the longitude comes before the latitude, which might not be what you expect.) The only key in that object is the constituency ID.
cy_gb: (Noder bod yr hydred yn dod cyn y lledred, sy'n annisgwyl braidd) Yr unig allwedd yn y gwrthrych hwnnw yw cyfeirnod yr etholaeth.
es_cr: (Note que la longitud viene después de la latitud, que puede no ser lo que usted espera.) La única clave en ese objeto es la identificación de la circunscripción.
fr: (Notez que la longitude vient avant la latitude, ce qui pourrait ne pas être ce que vous attendez.) La seule clé dans cet objet est l'ID de circonscription.

source: There's more documentation available on <a href="http://mapit.mysociety.org/#api-by_point">point lookups on the MapIt front-page</a>.
cy_gb: Ceir mwy o ddogfennaeth ar <a href="http://mapit.mysociety.org/#api-by_point">dudalen 'point lookups' MapIt</a>.
es_cr: Hay más documentación disponible en <a href="http://mapit.mysociety.org/#api-by_point">sobre búsqueda de punto en la pagina principal de Maplt </a>.
fr: Il ya plus de documentation disponible sur <a href="http://mapit.mysociety.org/#api-by_point"> recherches ponctuelles sur la première page MapIt </a>.

source: ... by selecting it from its name
cy_gb: ... drwy ei ddewis o'i enw
es_cr: ... seleccionando por su nombre
fr: ... en le sélectionnant à partir de son nom

source: If you need to produce a list of all constituencies (e.g. for a select box) and allow the user to pick one, you can get a list of all Westminster constituencies in the UK from this request:
cy_gb: Os oes rhaid i chi lunio rhestr o holl etholaethau (e.e. ar gyfer blwch dewis) a chaniatáu i'r defnyddiwr i ddewis un, gallwch gael rhestr o holl etholaethau San Steffan y DU o'r cais hwn:
es_cr: Si necesita producir una lista de todas las circunscripciones (por ejemplo para una caja de selección) y permitir a los usuarios elegir uno, puede tomar la lista del distrito electoral de Westminster en el UK para esta solicitud:
fr: Si vous avez besoin pour produire une liste de toutes les circonscriptions (par exemple pour une boîte de sélection) et de permettre à l'utilisateur d'en choisir un, vous pouvez obtenir une liste de toutes les circonscriptions à partir de cette demande:
