Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: Our database is built by people like you.
cy_gb: Mae ein cronfa ddata wedi'i hadeiladu gan bobl fel chi.
es_cr: Nuestra base de datos la construye gente como vos.
fr: Notre base de données est construite par des gens comme vous.

source: Please do add extra details about this candidate – it only takes a moment.
cy_gb: Ychwanegwch fanylion am yr ymgeisydd - jobyn dau funud.
es_cr: Por favor agregá detalles extra de este candidato - sólo toma un momento.
fr: S'il vous plais, ajoutez des détails supplémentaires sur ce candidat - ça prend juste un instant.

source: Edit candidate
cy_gb: Golygu ymgeisydd
es_cr: Editar candidato
fr: Modifier le candidat

source: Log in to edit
cy_gb: Mewngofnodi er mwyn golygu
es_cr: Iniciar sesión para editar
fr: Connectez vous pour modifier

source: Use this data!
cy_gb: Defnyddio'r ddata!
es_cr: ¡Usá estos datos!
fr: Utiliser cette donnée!

source: Open data JSON API:
cy_gb: Data agored API JSON:
es_cr: API abierta en JSON:
fr: API JSON pour open data:

source: More details about getting <a href="%(api_url)s">the data</a> and <a href="%(about_url)s">its license</a>.
cy_gb: Rhagor o fanylion am gael <a href="%(api_url)s">y data</a> a'i <a href="%(about_url)s">drwydded</a>.
es_cr: Más detalles sobre obtener <a href="%(api_url)s">los datos</a> y <a href="%(about_url)s">su licencia</a>.
fr: Plus d'information pour avoir <a href="%(api_url)s">la donnée</a>et <a href="%(about_url)s">sa licence</a>.

source: As a staff user, you can invalidate any cached data for this user. This may <em>occasionally</em> be necessary if the page is showing stale information for more than 10 seconds.
cy_gb: Fel defnyddiwr staff, gallwch annilysu unrhyw ddata sydd wedi'i storio ar gyfer y defnyddiwr hwn. Mae angen gwneud hwn <em> weithiau< /em > pan mae'r dudalen yn dangos hen wybodaeth am 10 eiliad neu ragor.
fr: En tant que membre du personnel, vous pouvez invalider des données en cache pour cet utilisateur. Cela peut <em>occasionnellement</em> être nécessaire si la page affiche des information obsolètes depuis plus de 10 secondes.

source: %(site_name)s is Temporarily Unavailable
es_cr: %(site_name)s no esta disponible temporalmente
fr: %(site_name)s est temporairement indisponible

source: Error
cy_gb: Gwall
fr: Erreur

source: Sorry, %(site_name)s is temporarily unavailable
es_cr: Disculpas, %(site_name)s no esta disponible temporalmente
fr: Désolé, %(site_name)s est temporairement indisponible

source: This usually means that we’re having to do some brief maintenance, and the site will be back soon.
cy_gb: Cynnal a chadw yn mynd rhagddi, mwy na thebyg.
es_cr: Esto normalmente significa que estamos haciendo algo de mantenimiento, y el sitio va a estar disponible de nuevo muy pronto.
fr: Cela veut souvent dire que nous allons avoir à faire quelque maintenances, et le site sera de retour sous peu.

source: All Posts in Current Elections
cy_gb: Holl etholaethau etholiadau cyfredol
es_cr: Todos los cargos a elegirse en las elecciones actuales
fr: Tous les postes de l'élection courante

source: Follow one of the links below to see the known candidates for that post:
cy_gb: Dilynwch un o'r dolenni isod i weld rhestr o'r ymgeiswyr sy'n hysbys inni ar gyfer yr etholaeth:
es_cr: Sigue uno de los enlaces abajo para ver los candidatos para ese cargo:
fr: Suivre un des liens ci-dessous pour voir les candidats connus pour ce poste:

source: Privacy policy
cy_gb: Polisi Preifatrwydd
es_cr: Política de privacidad
fr: Police de confidentialité

source: Simple Version
cy_gb: Fersiwn Syml
es_cr: Versión simplificada
fr: Version simple

source: This site is run by <a href="%(site_owner_url)s">%(site_owner)s</a>.
es_cr: Este sitio es mantenido por <a href="%(site_owner_url)s">%(site_owner)s</a>.
fr: Ce site est mis en place par <a href="%(site_owner_url)s">%(site_owner)s</a>.

source: This site is run by %(site_owner)s.
es_cr: Este sitio es mantenido por %(site_owner)s.
fr: Ce site est mis en place par %(site_owner)s.

source: We make the following promises about your personal information as a user of the site:
cy_gb: Dyma ein hymroddiad i ddiogelu eich gwybodaeth bersonol fel defnyddiwr y wefan hon:
es_cr: Hacemos las siguientes promesas sobre tu información personal como usuario de este sitio:
fr: Nous faisons la promesse suivante à propos de vos données personnelles en tant qu'utilisateur du site:

source: We will not sell or distribute your email address or other personal information.
cy_gb: Byddwn ni ddim yn gwerthu neu ddosbarthu eich cyfeiriad ebost neu wybodaeth bersonol arall.
es_cr: No venderemos ni distribuiremos tu dirección de correo electrónico u otra información personal.
fr: Nous ne vendrons, ou distribuer votre adresse email ou toute autre information personnelle.

source: We will gladly show you the personal data we store about you in order to run the website.
cy_gb: Byddwn yn ddigon fodlon i rannu eich data personol gyda chi - y data rydym yn storio amdanoch chi er mwyn rhedeg y wefan.
es_cr: Te mostraremos sin problemas los datos que guardamos sobre vos para hacer funcionar el sitio.
fr: Nous vous montrerons avec joie, les données personnelles que nous stockons afin de faire fonctionner ce site.

source: We may use your email address to contact you about your use of the site if it's problematic (or particularly helpful!), or with occasional announcements about %(site_name)s and other %(site_owner)s projects.
es_cr: Si no te molesta, a lo mejor utilicemos tu correo electrónico para contactarte sobre tu experiencia con el sitio o bien con anuncios ocasionales sobre %(site_name)s y otros proyectos de %(site_owner)s.
fr: Nous pourrions utiliser votre adresse email pour vous contacter à propos de votre utilisation de ce site si c'est problématique (ou particulièrement utile!), ou avec des annonces occasionnelles à propos de %(site_name)s et autres projets de %(site_owner)s.

source: Details
cy_gb: Manylion
es_cr: Detalles
fr: Détails

source: As well as your login details, we store your IP address along with any changes you make to the data on the site. All this information is accessible to administrators of the site.
cy_gb: Yn ogystal ag eich manylion mewngofnodi, rydym yn storio eich cyfeiriad IP ynghyd ag unrhyw newidiadau a wnewch i'r data ar y safle. Mae'r holl wybodaeth hyn ar gael i weinyddwyr y safle.
es_cr: Además de tu nombre de usuario, almacenamos tu dirección IP junto con cualquier cambio que hacés a los datos en el sitio. Esta información es accesible a los administradores del sitio.
fr: De même que vos informations de connexion, nous stockons votre adresse IP lors de tout changement que vous faites aux données de ce site. Toutes ces informations sont accessibles aux administrateurs du site.

source: Please note that this policy refers to the personal information arising from creating a login on the site, not the personal information about candidates for elections - the reason for the site to exist is to make information about those candidates available to members of the public and website developers so that they can find out more about those candidates, their promises and policy positions.
cy_gb: Nodwch fod y polisi hwn yn cyfeirio at y wybodaeth bersonol sy'n deillio o greu cyfleuster mewngofnodi ar y safle, nid y wybodaeth bersonol am ymgeiswyr ar gyfer etholiadau. Mae'r wefan yn bodoli er mwyn hwyluso argaeledd gwybodaeth am ymgeiswyr i'r cyhoedd ac i ddatblygwyr gwefannau fel y gallant ganfod mwy am yr ymgeiswyr hynny, eu haddewidion a safbwyntiau polisi.
es_cr: Por favor notar que estos términos se refieren a la información personal que surje de crear una cuenta en este sitio, no a la información personal de candidatos a las elecciones - la razón por la cual el sitio existe es para hacer disponible información sobre los candidatos al público y a otros desarrolladores de software para que puedan informarse mejor sobre esos candidatos, sus promesas y sus posiciones políticas.
fr: Notez que cette politique fait référence aux informations personnelle résultant de la création d'un compte d'utilisateur sur ce site, non les informations personnelles sur les candidats aux votes - La raison d'être du site est de mettre les informations sur les candidats disponible aux public et aux développeurs, afin qu'ils puisse en savoir plus sur les candidats, leurs promesses et positions politiques.

source: We also use Google Analytics to aggregate and track data about usage of the site; you can use <a href="https://tools.google.com/dlpage/gaoptout/">a browser plugin to opt out of having data collected by Google Analytics</a>.
cy_gb: Rydym hefyd yn defnyddio Google Analytics i gasglu a dilyn data am ddefnydd o'r safle. Gallwch ddefnyddio <a href="https://tools.google.com/dlpage/gaoptout/"> ategyn porwr er mwyn peidio â rhannu data a gasglwyd gyda Google Analytics</a>.
es_cr: También usamos Google Analytics para recolectar y registrar datos sobre el uso del sitio; podés usar <a href="https://tools.google.com/dlpage/gaoptout/">una extensión de navegador para evitar que Google Analytics te registre</a>.
fr: Nous utilisons aussi Google Analytics pour agréger et suivre les données sur l'usage du site; vous pouvez utiliser <a href="https://tools.google.com/dlpage/gaoptout/"> une extension du navigateur pour vous soustraire à cette collecte de données par Google Analytics</a>.

source: Recent changes to the candidate database
cy_gb: Newidiadau diweddar i gronfa ddata yr ymgeiswyr
es_cr: Cambios recientes a la base de datos de candidatos
fr: Les récents changements à la base de données de candidats

source: Recent Changes
cy_gb: Newidiadau Diweddar
es_cr: Cambios recientes
fr: Récents changements

source: Date and time
cy_gb: Dyddiad ac amser
es_cr: Fecha y hora
fr: Date et heure

source: Candidate edited
cy_gb: Ymgeisydd a olygwyd
es_cr: Candidato editado
fr: Candidats modifiés

source: Information source
cy_gb: Ffynhonnell wybodaeth
es_cr: Fuente de información
fr: Source de l'information

source: previous
cy_gb: blaenorol
es_cr: anterior
fr: Précédent

source: Page %(n)s of %(num)s.
cy_gb: Tudalen %(n)s o %(num)s.
es_cr: Página %(n)s de %(num)s.
fr: Page %(n)s de %(num)s.

source: next
cy_gb: nesaf
es_cr: siguiente
fr: suivant

source: Confirm that %(name)s won in %(constituency_name)s
cy_gb: Cadarnhau mai %(name)s ennillodd yn %(constituency_name)s
es_cr: Confirma que %(name)s ganó en %(constituency_name)s
fr: Confirmer que %(name)s a gagner a %(constituency_name)s

source: Confirm that %(name)s won
cy_gb: Cadarnhau mai %(name)s ennillodd
es_cr: Confirma que %(name)s ganó
fr: Confirmer que %(name)s a gagné

source: Yes, %(name)s (%(party)s) won in %(constituency_name)s
cy_gb: Ie wir, %(name)s (%(party)s) enillodd yn %(constituency_name)s
es_cr: Si,%(name)s (%(party)s) ganó en %(constituency_name)s
fr: Oui, %(name)s (%(party)s) a gagné à %(constituency_name)s

source: As a precaution, this update hasn't been allowed, but details have been emailed to the team of %(site.name)s volunteers; they will apply the change after checking it. If you have any questions about this, please email <a href="%(email)s">%(email)s</a>.
es_cr: Como precaución, esta actualización no ha sido aprobada y los detalles han sido enviados al equipo de voluntarios de %(site.name)s; ellos aplicarán el cambio después de revisarlo. Si tiene alguna pregunta sobre esto, por favor escriba a <a href="%(email)s">%(email)s</a>.
fr: Par précaution, cette mise à jour n'a pas été permise, mais des détails ont été envoyés à l'équipe de %(site.name)s; Ils vont appliquer les changements après vérification. Si vous avez des questions, vous pouvez envoyer un email <a href="%(email)s">%(email)s</a>.

source: Independent
cy_gb: Annibynnol
es_cr: Independiente
fr: Indépendant

source: %(name)s stood as an independent candidate in %(post)s in %(election)s
cy_gb: Safodd %(name)s fel ymgeisydd annibynnol yn %(post)s yn %(election)s
es_cr: %(name)s se presentó como candidato independiente para %(post)s en %(election)s
fr: %(name)s se présente comme un candidat indépendant au poste de %(post)s aux %(election)s

source: %(name)s stood for %(party)s in %(post)s in %(election)s
cy_gb: Safodd %(name)s ar gyfer %(party)s yn %(post)s in %(election)s
es_cr: %(name)s se presentó por el partido %(party)s para %(post)s en %(election)s
fr: %(name)s se présente pour %(party)s au poste de %(post)s aux %(election)s

source: %(name)s is standing as an independent candidate in %(post)s in %(election)s
cy_gb: Mae %(name)s yn sefyll fel ymgeisydd annibynnol yn %(post)s yn %(election)s
es_cr: %(name)s se presenta como candidato indpendiente para %(post)s en %(election)s
fr: %(name)s se présente comme candidat indépendant au poste de %(post)s aux %(election)s

source: %(name)s is standing for %(party)s in %(post)s in %(election)s
cy_gb: Mae %(name)s yn sefyll i %(party)s yn %(post)s yn %(election)s
es_cr: %(name)s se presenta por el partido %(party)s para %(post)s en %(election)s
fr: %(name)s se présente pour %(party)s au poste de %(post)s aux %(election)s

source: find out more on {site_name}
es_cr: Más información en {site_name}
fr: En savoir plus sur {site_name}

source: No information yet
cy_gb: Dim gwybodaeth eto
es_cr: No hay información aún
fr: Pas encore d'information

source: Did not stand
cy_gb: Heb sefyll
es_cr: No se presentó
fr: Ne s'est pas présenté

source: Not standing
cy_gb: Dim yn sefyll
es_cr: No se presenta
fr: Ne se présente pas

source: Malformed type and area: '{0}'
cy_gb: Gwall gyda math ac ardal: '{0}'
es_cr: Disculpas, ocurrió un error. Malformed type and area {0}
fr: Type de zone mal formé: '{0}'

source: Unknown post for types and areas: '{0}'
cy_gb: Etholaeth anhysbys ar gyfer mathau ac ardaloedd: '{0}'
fr: Poste inconnu pour les types et zones : '{0}'

source: Area '{0}' not found
cy_gb: Ardal '{0}' heb ei ffeindio
es_cr: Area '{0}' no encontrado
fr: Zone '{0}' non trouvée

source: Multiple MapIt generations for type {mapit_type} found
cy_gb: Daethpwyd o hyd i nifer o genhedlau MapIt ar gyfer {mapit_type}
fr: Générations multiples de MapIt trouvées pour le type {mapit_type}

source: [No areas found]
cy_gb: [Ni chanfodwyd ardaloedd]
fr: [Pas de zones trouvées]

source: Attempt to edit a candidacy in a locked constituency
cy_gb: Ymgais i olygu'r ymgeisyddiaeth mewn etholaeth sydd dan glo
es_cr: Esta actualización no está permitida porque la circunscripción ya está cerrada.
fr: Essai de modification d'un candidat dans une circonscription verrouillée

source: Invalid data POSTed to ConstituencyLockView
cy_gb: Data annilys POSTed i ConstituencyLockView
es_cr: Disculpenos, a ocurrido un error. Invalid data POSTed to ConstituencyLockView
fr: données invalide POSTer à ConstituencyLockView

source: Result recorded in error, retracting
cy_gb: Cofnodwyd canlyniad mewn camgymeriad, wrthi'n tynnu'n ôl
es_cr: Este resultado fue ingresado por error, retractándose
fr: Résultat enregistré par erreur, retour

source: Post '{post_id}' not found
fr: Poste '{post_id}' non trouvé

source: Party '{party_id}' not found
fr: Parti '{party_id}' non trouvé

source: All Time
cy_gb: Holl Amser
es_cr: Todo el tiempo
fr: Tout le temps

source: In the last week
cy_gb: Yn ystod yr wythnos ddiwethaf
es_cr: La semana pasada
fr: Dans la semaine passée

source: Party not found
cy_gb: Plaid heb ei ddarganfod
fr: Parti non trouvé

source: Couldn't find the version {0} of person {1}
cy_gb: Methu darganfod fersiwn {0} o berson {1}
es_cr: No se pudo encontrar la versión {0} del candidato {1}
fr: Impossible de trouver la version {0} de personne {1}

source: Malformed person ID '{0}'
cy_gb: Gwall gyda chyfeirnod person '{0}
es_cr: Disculpas, ocurrió un error. Malformed person ID '{0}'
fr: ID '{0}' de personne mal formé

source: You can't merge a person ({0}) with themself ({1})
cy_gb: Ni ellid uno person ({0}) gyda nhw eu hunain ({1})
es_cr: No se puede unificar al candidato ({0}) consigo mismo ({1})
fr: Vous ne pouvez pas fusionner une personne ({0}) avec lui-même ({1})

source: After merging person {0}
cy_gb: Wedi cyfuno person {0}
es_cr: Después de unificar el candidato {0}
fr: Après avoir fusionner la personne {0}

source: Signed in as <strong>%(username)s</strong>
cy_gb: Wedi mewngofnodi i gyfrif <strong>%(username)s</strong>
es_cr: Sesión iniciada como <strong>%(username)s</strong>
fr: connecté en tant que <strong>%(username)s</strong>

source: Sign out
cy_gb: Allgofnodi
es_cr: Cerrar sesión
fr: Déconnecter

source: Sign in to edit
cy_gb: Mewngofnodi i olygu
es_cr: Iniciá sesión para editar
fr: Se connecté pour modifier

source: Open data API
cy_gb: Data agored yr API
es_cr: API de datos abiertos
fr: API open data

source: About
cy_gb: Amdanom Ni
es_cr: Acerca
fr: Â propos

source: Made by
cy_gb: Gwnaethpwyd gan
es_cr: Hecho por
fr: Fait par

source: Partners
cy_gb: Partneriaid
es_cr: Socios
fr: Partenaires

source: Supported by
cy_gb: Cefnogwyd gan
es_cr: Apoyado por
fr: Supporté par

source: Developed by
cy_gb: Datblygwyd gan
es_cr: Desarrollado por
fr: Développé par

source: Show all the collaborators and volunteers
cy_gb: Dangos yr holl gydweithwyr a gwirfoddolwyr
es_cr: Todos los colaboradores y voluntarios
fr: Voir tous les collaborateurs et volontaires

source: Official documents for this post
cy_gb: Dogfenni swyddogol ar gyfer yr etholaeth hon
es_cr: Documento oficial de este candidato
fr: Documents officiels pour ce poste

source: <a href="%(url)s">%(type)s</a> uploaded on %(created)s
cy_gb: a href="%(url)s">%(type)s</a> lanlwythwyd ar %(created)s
es_cr: <a href="%(url)s">%(type)s</a> subido en %(created)s
fr: <a href="%(url)s">%(type)s</a> Téléchargé sur %(created)s

source: <p>We don't have any %(type)s for the post %(post_data.label)s.</p>
cy_gb: <p>Nid oes gennym unrhyw %(type)s ar gyfer yr etholaeth %(post_data.label)s.</p>
fr: <p> Nous n'avons pas de %(type)s pour le poste %(post_data.label)s.</p>

source: Upload a %(type)s
cy_gb: Lanlwytho %(type)s
es_cr: Subir un %(type)s
fr: Télécharger un %(type)s

source: Run by <img src="%(logo_url)s" %%} alt="%(site_managers)s" class="dc-logo">
es_cr: Implementado por <img src="%(logo_url)s" %%} alt="%(site_managers)s" class="dc-logo">
fr: Mis en place par <img src="%(logo_url)s" %%} alt="%(site_managers)s" class="dc-logo">

source: There were disallowed characters in "{0}"
cy_gb: Roedd yna lythrennau neu rifau gwaharddedig yn "{0}"
es_cr: Disculpas, pero hay caracteres no permitidos en "{0}"
fr: Il y avait des caractères interdits dans "{0}"

source: No constituency found for the postcode "{0}"
cy_gb: Does dim etholaeth i'w gael dan god post "{0}"
es_cr: Disculpas, no se encontró la circunscripción correspondiente al código postal "{0}"
fr: Pas de circonscription trouvée pour le code postal "{0}"

source: The postcode “{0}” couldn’t be found
cy_gb: Nid oedd modd darganfod y cod post "{0}"
es_cr: Disculpas, el código postal "{0}" no pudo ser encontrado
fr: Le code postal "{0}" ne peut pas être trouvé

source: Unknown MapIt error for postcode "{0}"
cy_gb: Gwall MapIt annisgwyl ar gyfer y cod post "{0}"
es_cr: Disculpas, ocurrió un error desconocido de MapIt para el código postal "{0}"
fr: Erreur MapIt inconnu pour le code postal "{0}"

source: Supported by <a href="https://fullfact.org">Full Fact</a>, <a href="http://unlockdemocracy.org.uk">Unlock Democracy</a>, and <a href="https://mysociety.org">mySociety</a>.
cy_gb: Cefnogwyd gan <a href="https://fullfact.org">Full Fact</a>, <a href="http://unlockdemocracy.org.uk">Unlock Democracy</a>, a <a href="https://mysociety.org">mySociety</a>.
fr: Supporté par <a href="https://fullfact.org">Full Fact</a>, <a href="http://unlockdemocracy.org.uk">Unlock Democracy</a>, et <a href="https://mysociety.org">mySociety</a>.

source: Built by <a href="%(site_managers_url)s"> <img src="%(logo_url)s" %%} alt="%(site_managers)s" class="dc-logo"></a>
es_cr: Desarrollado por <a href="%(site_managers_url)s"> <img src="%(logo_url)s" %%} alt="%(site_managers)s" class="dc-logo"></a>
fr: Construit par <a href="%(site_managers_url)s"> <img src="%(logo_url)s" %%} alt="%(site_managers)s" class="dc-logo"></a>

source: Please email <a href="mailto:%(email)s">%(email)s</a> with any feedback or bug reports. If you'd like to discuss this site or any other project relating to elections in the UK, we'd suggest that you post to the <a href="https://groups.google.com/forum/#!forum/democracy-club">Democracy Club Google Group</a>.
cy_gb: Ebostiwch <a href="mailto:%(email)s">%(email)s</a> er mwyn rhoi adborth neu i son am unrhyw wallau. Os hoffech chi drafod y safle hwn, neu unrhyw brosiect arall sy'n ymwneud ag etholiadau yn y DU, byddem yn awgrymu eich bod yn postio ar <a href="https://groups.google.com/forum/#!forum/democracy-club">Grŵp GoogleDemocracy Club </a>.
es_cr: Por favor envíe un correo a <a href="mailto:%(email)s">%(email)s</a> con cualquier retroalimentación o reporte de errores. Para comentarios u otros proyectos relacionados a las elecciones municipales Costa Rica 2016 puede escribir a info@accesa.org
fr: S'il vous plait, envoyez un email à <a href="mailto:%(email)s">%(email)s</a> avec vos retours ou rapports de bug. Si vous voulez discuter de ce site ou tout autre projet relatif aux élections en GB, nous vous suggerons de poster à <a href="https://groups.google.com/forum/#!forum/democracy-club">Democracy Club Google Group</a>.

source: This site was originally developed by Mark Longair (mySociety), Sym Roe (Democracy Club) and Zarino Zappia (mySociety) and <a href="https://github.com/mysociety/yournextrepresentative/graphs/contributors">many other contributors</a>, to whom we owe a debt of gratitude.
es_cr: Este sitio fue desarrollado originalmente por Mark Longair (mySociety), Sym Roe (Democracy Club) y Zarino Zappia (mySociety), <a href="https://github.com/mysociety/yournextrepresentative/graphs/contributors">así como muchos otros colaboradores </a>, con quienes estamos muy agradecidos.
fr: CE site à été développé à l'origine par Mark Longair (mySociety), Sym Roe (Democracy Club) et Zarino Zappia (mySociety) et <a href="https://github.com/mysociety/yournextrepresentative/graphs/contributors">plusieurs autres contributeurs</a>, à qui nous sommes redevable.

source: The data on candidates from the last UK general election in 2010 is all taken from Edmund von der Burg's <a href="http://www.yournextmp.com">YourNextMP.com</a>, with many thanks.
cy_gb: Daw'r holl ddata am ymgeiswyr yn etholiad cyffredinol y DU yn 2010 o <a href="http://www.yournextmp.com">YourNextMP.com</a>, Edmund von der Burg, gyda llawer o ddiolch.
es_cr: Los datos de los candidatos de las últimas elecciones de 2011 fueron tomados de YoQuieroSaber 2011
fr: Les données sur les candidats de la dernière élection général en GB en 2010 ont tous été prises de Edmund von der Burg's <a href="http://www.yournextmp.com">YourNextMP.com</a>, avec beaucoup de remerciements.

source: The party logos, which are taken from the Electoral Commission's website
cy_gb: Daw logos y pleidiau o wefan y Comisiwn Etholiadol
es_cr: Los logos de los partidos.
fr: Les logos des parties, qui sont prises sur le site de la commission électorale
