Repository: mysociety/yournextrepresentative
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cy_gb, es_cr, fr

source: Don’t pay for a candidate database sold by a data vendor — it’s a waste of money.
cy_gb: Peidiwch dalu am fas ddata o ymgeiswyr gan werthwyr data - mae'n wastraff arian.
es_cr: No le pagues a un proveedor de bases de datos -- es un desperdicio de dinero.
fr: Ne payez pas pour une base de données de candidats vendu par un commerçant des données, c'est du gaspillage d'argent.

source: Show candidates
cy_gb: Dangos ymgeiswyr
es_cr: Mostrar candidatos
fr: Montrer les candidats

source: This is a crowd-sourced database of election candidates.
cy_gb: Dyma gronfa ddata sydd wedi ei dorfoli o ymgeiswyr yn yr etholiad.
es_cr: Esta base de datos de candidatos es producto de una investigación colectiva y está disponible como datos estructurados, lo que permite hacer otras aplicaciones con esta información. <a href="%(api_url)s">Obtené los datos ahora</a>, o <a href="%(tasks_url)s">colaborá con más detalles de los candidatos.</a>
fr: Ceci est une base de données crowd-sourcée de candidats aux élections.

source: The database is transparently sourced and available as structured data, suitable for building other election websites. <a href="%(api_url)s">Get the data now</a>, or <a href="%(tasks_url)s">help by contributing new candidate details.</a>
cy_gb: Mae ffynonellau data'r gronfa ddata mor dryloyw â phosib ac mae o ar gael fel data strwythuredig, yn addas ar gyfer creu gwefannau etholiad eraill. <a href="%(api_url)s">Mynnwch gopi o'r data</a>, neu <a href="%(tasks_url)s">gallwch ein helpu drwy gyfrannu manylion ymgeiswyr newydd.</a>
es_cr: Esta base de datos tiene fuentes transparentes y está disponible como datos estructurados, lo que permite hacer otras aplicaciones con esta información. <a href="%(api_url)s">Obtené los datos ahora</a>, o <a href="%(tasks_url)s">colaborá con más detalles de los candidatos.</a>
fr: La base de données est sourcée de façon transparente et disponible sous forme de données structurées, appropriées pour construire d'autres site internet pour élection. <a href="%(api_url)s">Avoir les données maintenant</a>, ou <a href="%(tasks_url)s">aider en contribuant par des informations sur de nouveaux candidats.</a>

source: Recent changes
cy_gb: Newidiadau diweddar
es_cr: Cambios recientes
fr: Changements récents

source: User <strong>%(username)s</strong> created <a href="%(person_url)s">a new candidate</a> <span class="when">%(when)s ago</span>
cy_gb: Ychwanegodd y defnyddiwr <strong>%(username)s</strong> <a href="%(person_url)s">ymgeisydd newydd</a> <span class="when">%(when)s yn ôl</span>
es_cr: El usuario <strong>%(username)s</strong> agregó <a href="%(person_url)s">un nuevo candidato</a>, <span class="when">hace %(when)s</span>
fr: L'utilisateur <strong>%(username)s</strong> a créé <a href="%(person_url)s">un nouveau candidat</a> <span class="when">il y a %(when)s </span>

source: User <strong>%(username)s</strong> is creating a new candidate <span class="when">%(when)s ago</span>
cy_gb: Mae <strong>%(username)s</strong> wrthi'n ychwanegu ymgeisydd newydd ers <span class="when">%(when)s</span>
es_cr: El usuario <strong>%(username)s</strong> está agregando un nuevo candidato, <span class="when">hace %(when)s</span>
fr: L'utilisateur <strong>%(username)s</strong> est en train de créer un nouvel utilisateur <span class="when">il y a %(when)s</span>

source: User <strong>%(username)s</strong> merged another candidate into <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s ago</span>
cy_gb: Cyfunodd defnyddiwr <strong>%(username)s</strong> manylion ymgeisydd arall gyda <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> a fusionner un autre candidat dans <a href="%(person_url)s">candidat #%(person_id)s</a> <span class="when">il y a %(when)s</span>

source: User <strong>%(username)s</strong> uploaded a photo of <a href="%(person_url)s">candidate #%(person_id)s</a> for moderation <span class="when">%(when)s ago</span>
cy_gb: Llwythodd <strong>%(username)s</strong> llun o <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> i'w gymedroli <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> a uploader une photo de <a href="%(person_url)s">candidat #%(person_id)s</a> pour modération <span class="when">il y a %(when)s</span>

source: User <strong>%(username)s</strong> approved an uploaded photo of <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s ago</span>
cy_gb: Cymeradwyodd defnyddiwr <strong>%(username)s</strong> llun a oedd wedi ei lwytho o <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> a approuvé une photo uploadé de <a href="%(person_url)s">candidat #%(person_id)s</a> <span class="when">il y a %(when)s</span>

source: User <strong>%(username)s</strong> rejected an uploaded photo of <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s ago</span>
cy_gb: Gwrthododd defnyddiwr <strong>%(username)s</strong> llun a oedd wedi ei lwytho o <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> a rejeté une photo uploadée de <a href="%(person_url)s">candidat #%(person_id)s</a> <span class="when">il y a %(when)s </span>

source: User <strong>%(username)s</strong> reverted to an earlier version of <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s ago</span>
cy_gb: Penderfynodd defnyddiwr <strong>%(username)s</strong> mynd yn ôl at fersiwn cynharach o lun o <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> est revenu à une version antérieur de <a href="%(person_url)s">candidat #%(person_id)s</a> <span class="when">il y a %(when)s </span>

source: User <strong>%(username)s</strong> confirmed candidacy for <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s ago</span>
cy_gb: Cadarnhaodd <strong>%(username)s</strong> ymgeisyddiaeth <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> ers <span class="when">%(when)s </span>
fr: L'utilisateur <strong>%(username)s</strong> a confirmé la candidature pour <a href="%(person_url)s">candidat #%(person_id)s</a> <span class="when">il y a %(when)s </span>

source: User <strong>%(username)s</strong> removed candidacy for <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s ago</span>
cy_gb: Tynnodd neu negyddodd <strong>%(username)s</strong> ymgeisyddiaeth <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> a supprimé la candidature à <a href="%(person_url)s">candidat #%(person_id)s</a> <span class="when"> il y a %(when)s</span>

source: User <strong>%(username)s</strong> locked a constituency <span class="when">%(when)s ago</span>
cy_gb: Gwnaeth <strong>%(username)s</strong> gloi etholaeth <span class="when">%(when)s yn ôl</span>
es_cr: El usuario <strong>%(username)s</strong> cerró una circunscripción, <span class="when">hace %(when)s</span>
fr: L'utilisateur <strong>%(username)s</strong> a vérouillé la circonscription <span class="when"> il y a %(when)s</span>

source: User <strong>%(username)s</strong> unlocked a constituency <span class="when">%(when)s ago</span>
cy_gb: Gwnaeth <strong>%(username)s</strong> dad-gloi etholaeth <span class="when">%(when)s yn ôl</span>
es_cr: El usuario <strong>%(username)s</strong>abrió una circunscripción, <span class="when">hace %(when)s</span>
fr: L'utilisateur <strong>%(username)s</strong> a déverrouillé la circonscription<span class="when">il y a %(when)s</span>

source: User <strong>%(username)s</strong> marked <a href="%(person_url)s">candidate #%(person_id)s</a> as the winner <span class="when">%(when)s ago</span>
cy_gb: Nododd <strong>%(username)s</strong> fod <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> wedi ennill <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> a marqué <a href="%(person_url)s">candidat #%(person_id)s</a> comme le vainqueur <span class="when">il y a %(when)s</span>

source: User <strong>%(username)s</strong> updated <a href="%(person_url)s">candidate #%(person_id)s</a> <span class="when">%(when)s ago</span>
cy_gb: Diweddarodd <strong>%(username)s</strong> <a href="%(person_url)s">ymgeisydd #%(person_id)s</a> <span class="when">%(when)s yn ôl</span>
fr: L'utilisateur <strong>%(username)s</strong> a mis à jour <a href="%(person_url)s">candidat #%(person_id)s</a> <span class="when">il y a %(when)s</span>

source: Show more changes…
cy_gb: Dangos rhagor o newidiadau...
es_cr: Ver más cambios...
fr: Voir plus de changements

source: Top users this week
cy_gb: Prif ddefnyddwyr yr wythnos hon
es_cr: TOP de contribuidores semanal
fr: Meilleurs utilisateurs de cette semaine

source: %(count)s edit
es_cr: %(count)s edición
fr: %(count)s modification

source: Show full leaderboard…
cy_gb: Dangos y rhestr gyflawn o bwy sydd ar y brig...
es_cr: Mostrar a los mayores contribuidores...
fr: Afficher le classement complet

source: Top Users
cy_gb: Prif Ddefnyddwyr
es_cr: TOP de contribuidores
fr: Meilleurs utilisateurs

source: User
cy_gb: Defnyddiwr
es_cr: Usuario
fr: Utilisateur

source: Number of edits
cy_gb: Nifer o olygyddiadau
es_cr: Número de ediciones
fr: Nombre de modifications

source: Party list of %(party_name)s for %(post_label_shorter)s in the %(election_name)s
es_cr: Lista del partido %(party_name)s para %(post_label_shorter)s en las %(election_name)s
fr: Liste du parti %(party_name)s pour %(post_label_shorter)s aux %(election_name)s

source: Party list of %(party_name)s for %(post_label_shorter)s in the %(election)s
es_cr: Lista del candidatos de partido %(party_name)s para %(post_label_shorter)s en %(election)s
fr: Liste du parti %(party_name)s pour %(post_label_shorter)s aux %(election)s

source: Party list of %(party_name)s for <span id="constituency-name">%(post_label_shorter)s</span>
es_cr: Lista del partido %(party_name)s para <span id="constituency-name">%(post_label_shorter)s</span>
fr: Liste du parti %(party_name)s pour <span id="constituency-name">%(post_label_shorter)s</span>

source: %(party_name)s candidates for <a href="%(post_url)s">%(post_label)s</a>
es_cr: Candidatos de %(party_name)s para <a href="%(post_url)s">%(post_label)s</a>
fr: Candidats de %(party_name)s pour <a href="%(post_url)s">%(post_label)s</a>

source: <strong>Oh no!</strong> We don’t know of any candidates from %(party.name)s for %(post_label)s for the %(election_name)s yet.
es_cr: <strong>Oh no!</strong> No tenemos información de ningún candidato de %(party.name)s para %(post_label)s para la %(election_name)s yet.
fr: <strong>Oh non!</strong> Nous ne connaissons pas encore de candidats de %(party.name)s pour %(post_label)s aux %(election_name)s.

source: All parties eligible for the UK 2015 General Election
cy_gb: Pleidiau oedd yn gymwys ar gyfer etholiad cyffredinol 2015 y DU
fr: Tous les partis éligibles aux élections générales de 2015 en GB

source: All Parties
cy_gb: Yr holl bleidiau
es_cr: Todos los partidos
fr: Tous les partis

source: All parties with any candidates standing in %(election_name)s
cy_gb: Holl bleidiau ag unrhyw ymgeiswyr sy'n sefyll yn %(election_name)s
es_cr: Todos los partidos con candidatos que se presentan en %(election_name)s
fr: Tous les partis avec un candidat aux %(election_name)s

source: %(party_name)s &#8212; Candidates by constituency for the UK 2015 General Election
cy_gb: %(party_name)s &#8212; Ymgeiswyr fesul etholaeth ar gyfer etholiad cyffredinol 2015 y DU
fr: %(party_name)s &#8212; Les candidats par circonscription pour les élections générales de 2015 en GB

source: This shows all the constituencies that have independent candidates standing in them at the 2015 general election
cy_gb: Mae hyn yn dangos yr etholaethau gydag ymgeiswyr annibynnol yn sefyll ynddynt yn etholiad cyffredinol 2015
fr: Ceci montre toutes les circonscriptions qui ont des candidats indépendants pour les élections générales de 2015

source: The Speaker of the House of Commons stands as a "The Speaker seeking re-election" rather than a particular party at a general election; for more information, please see <a href="http://www.parliament.uk/about/faqs/house-of-commons-faqs/speakers-election/">Parliament's website</a>.
cy_gb: Saif Llefarydd Tŷ'r Cyffredin fel 'Llefarydd sy'n ceisio ail-etholiad' yn hytrach na blaid benodol yn yr etholiad cyffredinol; am fwy o wybodaeth, gweler <a href="http://www.parliament.uk/about/faqs/house-of-commons-faqs/speakers-election/"> gwefan y Senedd yn Llundain</a>.
es_cr: El Portavoz de la Cámara de los Comunes de presenta como un "Portavoz buscando re elección" más que un partido particular para la elección general; para más información por favor ver <a href="http://www.parliament.uk/about/faqs/house-of-commons-faqs/speakers-election/">Parliament's website</a>.
fr: Le Speaker de la House of Commons est candidat en tant que "Speaker cherchant une ré-élection" au lieu d'un parti en particulier aux élections générales; Pour plus d'information, voir <a href="http://www.parliament.uk/about/faqs/house-of-commons-faqs/speakers-election/">Le site du parlement</a>.

source: %(party_name)s is on the Electoral Commission's register for %(register)s.
cy_gb: Mae %(party_name)s ar gofrestr Y Comisiwn Etholiadol ar gyfer %(register)s.
es_cr: %(party_name)s está en el registro del Tribunal Supremos de Eleccionesl para %(register)s.
fr: %(party_name)s est sur le registre de la commission électorale pour %(register)s.

source: You can find more data about the party's registration at the <a href="%(ec_url)s">Electoral Commission page for %(party_name)s</a>.
cy_gb: Mae 'na fwy o ddata am gofrestriad y blaid ar <a href="%(ec_url)s">dudalen y Comisiwn Etholiadol %(party_name)s</a>.
es_cr: Podés encontrar más información sobre la registración del partido en la <a href="%(ec_url)s">página del Tribunal Supremo de Eleccionesl para %(party_name)s</a>.
fr: Vous pouvez trouver plus de données sur l'enregistrement des partis sur le site de la <a href="%(ec_url)s">Commission Electorale pour le %(party_name)s</a>.

source: <a href="%(person_url)s">%(name)s</a> is standing in <a href="%(post_url)s">%(post)s</a>
fr: <a href="%(person_url)s">%(name)s</a> est candidat à <a href="%(post_url)s">%(post)s</a>

source: No candidate in <a href="%(post_url)s">%(constituency_name)s</a>
cy_gb: Dim ymgeiswyr yn <a href="%(post_url)s">%(constituency_name)s</a>
fr: Aucun candidat à <a href="%(post_url)s">%(constituency_name)s</a>

source: There were also %(missing)s posts in %(country)s that %(party_name)s aren't standing a candidate for.
cy_gb: Roedd yna hefyd %(missing)s etholaeth yn %(country)s ble nad yw %(party_name)s yn cystadlu.
fr: Il y avait aussi %(missing)s postes au %(country)s ou %(party_name)s n'ont pas de candidats.

source: There were also %(missing)s posts that %(party_name)s aren't standing a candidate for.
cy_gb: Roedd yna hefyd %(missing)s etholaeth nad yw %(party_name)s yn cystadlu.
fr: Il y avait aussi %(missing)s postes ou %(party_name)s n'ont pas de candidats.

source: We don't know of any %(party_name)s candidates in %(country)s so far.
cy_gb: Nid ydym yn ymwybodol o unrhyw ymgeiswyr %(party_name)s yn %(country)s hyd yma.
fr: Nous ne connaissons pas de candidats de %(party_name)s au %(country)s.

source: Editing: %(name)s
cy_gb: Yn golygu: %(name)s
es_cr: Editando: %(name)s
fr: Edition: %(name)s

source: Upload photo
cy_gb: Lanlwytho llun
es_cr: Subir foto
fr: Uploader une photo

source: Candidate for <a href="%(url)s">%(post_name)s</a> in %(election)s
cy_gb: Ymgeisydd ar gyfer <a href="%(url)s">%(post_name)s</a> yn %(election)s
es_cr: Candidato para <a href="%(url)s">%(post_name)s</a> en %(election)s
fr: Candidat pour <a href="%(url)s">%(post_name)s</a> aux %(election)s

source: Oops!
cy_gb: O diar!
es_cr: ¡Epa!
fr: Oups!

source: We could not accept some of the changes you made.
cy_gb: Doeddwn ni ddim yn gallu derbyn rhai o'ch newidiadau.
es_cr: No pudimos aceptar algunos de los cambios que hiciste.
fr: Nous ne pourrions pas accepter certaines des modifications que vous avez demandé

source: Please check your information matches our requirements, below.
cy_gb: Gwiriwch fod eich gwybodaeth yn cyd-fynd gyda ein gofynion, isod, os gwelch chi'n dda.
es_cr: Por favor verificá que tu información cumple con nuestros requerimientos, a continuación.
fr: S'il vous plaît vérifier que vos informations correspondent à nos exigences, ci-dessous.

source: Personal details:
cy_gb: Manylion personol:
es_cr: Detalles personales:
fr: Informations personnelle:

source: Constituencies:
cy_gb: Etholaethau:
fr: Circonscriptions:

source: Links and social media:
cy_gb: Dolenni a chyfryngau cymdeithasol:
es_cr: Enlaces y redes sociales:
fr: Liens et média sociaux:

source: Demographics:
cy_gb: Demograffeg:
es_cr: Datos demográficos:
fr: Démographies:

source: Additional information:
es_cr: Información adicional:
fr: information additionnelle:

source: <strong>You forgot to reference a source!</strong> Can you show us <em>where</em> you got this information?
cy_gb: <strong>Mae angen nodi'r ffynhonell</strong> O <em>ble </em> ddaethoch o hyd i'r wybodaeth?
es_cr: <strong>¡Te olvidaste de citar una fuente!</strong>¿Nos podés contar <em>dónde</em> obtuviste esta información?
fr: <strong>Vous avez oublié de référencer les sources!</strong> Pouvez vous nous montrer <em>où</em> vous avez trouvé ces informations?

source: What’s your <strong>source of information</strong> for this change?
cy_gb: Beth yw eich <strong>ffynhonell</strong> ar gyfer y newid yma?
fr: Quelle est votre <strong>source d'information</strong> pour ces modifications?

source: Thanks for helping out!
cy_gb: Diolch am eich cymorth.
es_cr: ¡Gracias por tu colaboración!
fr: Merci pour l'aide!

source: Please make sure you read our <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPXwXspA/edit">guidance on sourcing fields</a>.
cy_gb: Darllenwch ein <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPXwXspA/edit">canllaw ar ddarganfod y maesydd amrywiol</a>.
es_cr: Te recomendamos leer nuestra <a href="https://docs.google.com/document/d/18xxDXwRxMB48oq1qOhRjcWnUyRRRdVOyx80q0OAEFLw/edit">guía para voluntarios y contribuidores.</a>
fr: Assurez vous d'avoir lu notre <a href="https://docs.google.com/document/d/1iA5Tv3ZgjDHWNv6gbNESqL-C7Goz6ZSo1X9pPXwXspA/edit">guide sur le sourçage des champs</a>.

source: Trying to upload a photo?
cy_gb: Yn ceisio lanlwytho llun?
es_cr: ¿Intentás subir una foto?
fr: Télécharger une photo?

source: There’s a separate page for <a href="%(url)s">uploading a photo of %(name)s</a>.
cy_gb: Mae yna dudalen penodol ar gyfer <a href="%(url)s">llwytho llun o %(name)s</a>.
es_cr: Hay una página especial para <a href="%(url)s">subir fotos de %(name)s</a>.
fr: Il y a une page séparée pour <a href="%(url)s">télécharger une photo de %(name)s</a>.

source: Is this a duplicate person?
cy_gb: Ydy'r enw'n ymddangos ddwywaith?
es_cr: ¿Este es un candidato duplicado?
fr: Cette personne est-elle une duplication?

source: Merge another person into this one:
cy_gb: Cyfuno person arall gyda'r un yma:
es_cr: Unificar otro candidato con este:
fr: Fusionner une autre personne avec celle-ci:

source: Other person ID
cy_gb: ID person arall
es_cr: Otro ID de candidato
fr: L'ID de l'autre personne

source: Merge people
cy_gb: Uno pobl
es_cr: Unificar candidatos
fr: Fusionner des gens

source: All versions
cy_gb: Holl fersiynau
es_cr: Todas las versiones
fr: Toutes les versions

source: Hide full version
cy_gb: Cuddio fersiwn llawn
es_cr: Ocultar versión completa
fr: Cacher la version complete

source: Username
cy_gb: Enw defnyddiwr
es_cr: Nombre de usuario
fr: nom d'utilisateur

source: Changes made
cy_gb: Newidiadau a wnaed
es_cr: Cambios hechos
fr: Changements opérés

source: Added:
cy_gb: Ychwanegwyd:
es_cr: Agregado:
fr: Ajouté:

source: Removed:
cy_gb: Dileuwyd:
es_cr: Eliminado:
fr: Supprimé:

source: (previously it was %(previous)s)
cy_gb: (cyn hyn roedd yn %(previous)s)
es_cr: (anteriormente era %(previous)s)
fr: (précedemment c'était %(previous)s)

source: At %(field)s replaced %(previous)s with %(current)s</span>
cy_gb: Yn %(field)s amnewidwyd %(previous)s gyda %(current)s</span>
es_cr: En %(field)s reemplazado %(previous)s con %(current)s</span>
fr: A %(field)s remplacer %(previous)s avec %(current)s</span>

source: UNEXPECTED OPERATION:
cy_gb: GWEITHREDIAD ANNISGWYL:
es_cr: OPERACIÓN INESPERADA:
fr: OPÉRATION INATTENDUE:

source: Revert to this
cy_gb: Ddychwelyd at hyn
es_cr: Volver a esto
fr: revenir à ça

source: Reverting to version %(id)s because…
cy_gb: Yn dychwelyd i fersiwn %(id)s oherwydd…
es_cr: Volviendo a la versión %(id)s porque…
fr: Revenant à la version %(id)s parce que…

source: Revert
cy_gb: Dychwelyd
es_cr: Revertir
fr: Revenir

source: Candidate for %(post)s in %(election)s
cy_gb: Ymgeisydd am %(post)s yn %(election)s
es_cr: Candidato a %(post)s en %(election)s
fr: Candidat à %(post)s aux %(election)s

source: Candidate for <a href="%(url)s">%(post)s</a> in %(election)s
cy_gb: Ymgeisydd <a href="%(url)s">%(post)s</a> yn %(election)s
fr: Candidat à <a href="%(url)s">%(post)s</a> aux %(election)s

source: %(name)s was elected
cy_gb: Etholwyd %(name)s
es_cr: %(name)s fue electo
fr: %(name)s a été sélectionné

source: %(name)s was not elected
cy_gb: Ni etholwyd %(name)s
es_cr: %(name)s no fue electo
fr: %(name)s n'a pas été sélectionné

source: We don’t have an email address for %(name)s, <a href="%(url)s">help out by adding one</a>!
cy_gb: Nid oes gennym gyfeiriad ebost ar gyfer %(name)s, <a href="%(url)s"> helpwch ni drwy ychwanegu un</a>!
es_cr: No tenemos la dirección de email de %(name)s, ¡<a href="%(url)s">Ayudanos agregándola</a>!
fr: Nous n'avons pas de email pour %(name)s, <a href="%(url)s">Aidez, en en ajoutant</a>!

source: Name
cy_gb: Enw
es_cr: Nombre
fr: Nom

source: Also known as
cy_gb: Gelwir hefyd
es_cr: También conocido como
fr: Aussi connu comme

source: Party
cy_gb: Plaid
es_cr: Partido
fr: Parti

source: Contested in the %(election_name)s
cy_gb: Heriodd yn y/yr %(election_name)s
es_cr: Fué candidato en %(election_name)s
fr: Contesté aux %(election_name)s

source: Contesting in the %(election_name)s
cy_gb: Yn ymgeisio yn y/yr %(election_name)s
es_cr: Candidato a %(election_name)s
fr: Contestation dans %(election_name)s

source: (personal profile)
cy_gb: (proffil personol)
fr: (profil personnel)

source: (campaign page)
cy_gb: (tudalen ymgyrch)
fr: (page de campagne)

source: Homepage
cy_gb: Hafan
fr: page d'accueil

source: Wikipedia page
cy_gb: Tudalen Wicipedia
fr: page wikipedia

source: LinkedIn page
cy_gb: Tudalen LinkedIn
fr: page LinkedIn

source: Party candidate page
cy_gb: Tudalen ymgeisydd plaid
fr: Page candidat du Parti

source: Gender
cy_gb: Rhyw
es_cr: Género
fr: Genre

source: Unknown
cy_gb: Anhysbys
es_cr: Desconocido
fr: Inconnu

source: Age
cy_gb: Oed
es_cr: Edad
fr: Âge

source: Year of birth: %(dob)s
cy_gb: Blwyddyn geni: %(dob)s
es_cr: Año de nacimiento: %(dob)s
fr: Année de naissance: %(dob)s

source: Date of birth: %(dob)s
cy_gb: Dyddiad geni: %(dob)s
fr: Date de naissance: %(dob)s

source: Photo Credit:
cy_gb: Credyd Llun:
es_cr: Crédito de la foto:
fr: Crédit photo:

source: Improve this data!
cy_gb: Gwella'r data hwn!
es_cr: ¡Mejorá esta información!
fr: Améliorer cette données!
